Repository: biglinux/big-hardware-info
Catalog: locale/*.po
Languages: bg, cs, el, fi, fr, he, hr, hu, is, nl, ro, sk, sv, uk

source: Sensitive data (serial numbers, MAC addresses) can be included. For privacy, it's recommended to exclude them when sharing.
bg: Чувствителни данни (серийни номера, MAC адреси) могат да бъдат включени. За защита на личните данни се препоръчва да ги изключите при споделяне.
cs: Citlivá data (sériová čísla, MAC adresy) mohou být zahrnuta. Pro ochranu soukromí se doporučuje je vyloučit při sdílení.
el: Ευαίσθητα δεδομένα (σειριακοί αριθμοί, διευθύνσεις MAC) μπορεί να περιλαμβάνονται. Για λόγους ιδιωτικότητας, συνιστάται να τα αποκλείσετε κατά την κοινοποίηση.
fi: Herkät tiedot (sarjanumerot, MAC-osoitteet) voidaan sisällyttää. Yksityisyyden vuoksi on suositeltavaa jättää ne pois jaettaessa.
fr: Les données sensibles (numéros de série, adresses MAC) peuvent être incluses. Pour des raisons de confidentialité, il est recommandé de les exclure lors du partage.
he: נתונים רגישים (מספרי סידור, כתובות MAC) עשויים להיות כלולים. לשמירה על פרטיות, מומלץ להשאיר אותם מחוץ לשיתוף.
hr: Osjetljivi podaci (serijski brojevi, MAC adrese) mogu biti uključeni. Za privatnost, preporučuje se isključivanje prilikom dijeljenja.
hu: Érzékeny adatok (sorozatszámok, MAC-címek) is szerepelhetnek. Az adatvédelem érdekében ajánlott ezeket kizárni a megosztás során.
is: Næmar upplýsingar (raðnúmer, MAC heimilisföng) geta verið innifalin. Til að vernda friðhelgi er mælt með að útiloka þær við deilingu.
nl: Gevoelige gegevens (serienummers, MAC-adressen) kunnen worden opgenomen. Voor de privacy wordt aanbevolen om ze uit te sluiten bij het delen.
ro: Date sensibile (numere de serie, adrese MAC) pot fi incluse. Pentru confidențialitate, se recomandă excluderea acestora la partajare.
sk: Citlivé údaje (sériové čísla, MAC adresy) môžu byť zahrnuté. Pre ochranu súkromia sa odporúča vylúčiť ich pri zdieľaní.
sv: Känslig data (serienummer, MAC-adresser) kan inkluderas. För integritet rekommenderas det att utesluta dem vid delning.
uk: Чутливі дані (серійні номери, MAC-адреси) можуть бути включені. Для конфіденційності рекомендується виключити їх при обміні.

source: Include sensitive information
bg: Включете чувствителна информация
cs: Zahrnuje citlivé informace
el: Συμπεριλάβετε ευαίσθητες πληροφορίες
fi: Sisällytä arkaluontoista tietoa
fr: Inclure des informations sensibles
he: כלול מידע רגיש
hr: Uključite osjetljive informacije
hu: Tartalmazzon érzékeny információt
is: Innihaldu viðkvæmar upplýsingar
nl: Inclusief gevoelige informatie
ro: Include informații sensibile
sk: Zahŕňa citlivé informácie
sv: Inkludera känslig information
uk: Включити чутливу інформацію

source: Cancel
bg: Отмяна
cs: Zrušit
el: Ακύρωση
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
nl: Annuleren
ro: Anulează
sk: Zrušiť
sv: Avbryt
uk: Скасувати

source: Share
bg: Сподели
cs: Sdílet
el: Μοιραστείτε
fi: Jaa
fr: Partager
he: שתף
hr: Dijeli
hu: Megosztás
is: Deila
nl: Delen
ro: Împărtășește
sk: Zdieľať
sv: Dela
uk: Поділитися

source: Export
bg: Експорт
cs: Exportovat
el: Εξαγωγή
fi: Vie
fr: Exporter
he: ייצוא
hr: Izvezi
hu: Exportálás
is: Útflutningur
nl: Exporteren
ro: Exporta
sk: Exportovať
sv: Exportera
uk: Експорт

source: HTML files
bg: HTML файлове
cs: HTML soubory
el: Αρχεία HTML
fi: HTML-tiedostot
fr: Fichiers HTML
he: קבצי HTML
hr: HTML datoteke
hu: HTML fájlok
is: HTML skrár
nl: HTML-bestanden
ro: fișiere HTML
sk: HTML súbory
sv: HTML-filer
uk: HTML файли

source: Uploading Report
bg: Качване на доклад
cs: Nahrávání zprávy
el: Ανέβασμα Αναφοράς
fi: Lähetetään raporttia
fr: Téléchargement du rapport
he: מעלה דוח
hr: Učitavanje izvještaja
hu: Jelentés feltöltése
is: Hlaða upp skýrslu
nl: Rapport uploaden
ro: Încărcare raport
sk: Nahrávanie správy
sv: Laddar upp rapport
uk: Завантаження звіту

source: Generating and uploading your hardware report...
bg: Генериране и качване на вашия доклад за хардуер...
cs: Generování a nahrávání vaší zprávy o hardwaru...
el: Δημιουργία και αποστολή της αναφοράς υλικού σας...
fi: Laitteistoraporttisi luodaan ja ladataan...
fr: Génération et téléchargement de votre rapport matériel...
he: מייצר ומעלה את דוח החומרה שלך...
hr: Generiranje i učitavanje vašeg izvješća o hardveru...
hu: Hardverjelentés generálása és feltöltése...
is: Að búa til og hlaða upp vélbúnaðar skýrslu...
nl: Genereer en upload uw hardware rapport...
ro: Generarea și încărcarea raportului de hardware...
sk: Generovanie a nahrávanie vašej správy o hardvéri...
sv: Genererar och laddar upp din hårdvaru rapport...
uk: Генерація та завантаження вашого звіту про апаратне забезпечення...

source: Report Uploaded Successfully
bg: Докладът е качен успешно.
cs: Zpráva byla úspěšně nahrána.
el: Η αναφορά φορτώθηκε με επιτυχία
fi: Raportti ladattu onnistuneesti
fr: Rapport téléchargé avec succès
he: הדוח הועלה בהצלחה
hr: Izvještaj je uspješno učitan.
hu: Jelentés sikeresen feltöltve
is: Skýrsla hlaðin upp með góðum árangri
nl: Rapport Succesvol Geüpload
ro: Raport încărcat cu succes
sk: Správa bola úspešne nahraná.
sv: Rapportet har laddats upp framgångsrikt
uk: Звіт успішно завантажено

source: Your report has been uploaded. The link is available for 7 days.
bg: Вашият доклад е качен. Връзката е налична за 7 дни.
cs: Váš report byl nahrán. Odkaz je k dispozici po dobu 7 dnů.
el: Η αναφορά σας έχει ανέβει. Ο σύνδεσμος είναι διαθέσιμος για 7 ημέρες.
fi: Raporttisi on ladattu. Linkki on saatavilla 7 päivän ajan.
fr: Votre rapport a été téléchargé. Le lien est disponible pendant 7 jours.
he: הדוח שלך הועלה. הקישור זמין למשך 7 ימים.
hr: Vaš izvještaj je učitan. Veza je dostupna 7 dana.
hu: A jelentésed feltöltve. A link 7 napig elérhető.
is: Skýrslan þín hefur verið hlaðin upp. Tengillinn er aðgengilegur í 7 daga.
nl: Uw rapport is geüpload. De link is 7 dagen beschikbaar.
ro: Raportul tău a fost încărcat. Linkul este disponibil timp de 7 zile.
sk: Váš report bol nahraný. Odkaz je k dispozícii na 7 dní.
sv: Din rapport har laddats upp. Länken är tillgänglig i 7 dagar.
uk: Ваш звіт було завантажено. Посилання доступне протягом 7 днів.

source: Copy URL to clipboard
bg: Копирайт URL в клипборда
cs: Kopírovat URL do schránky
el: Αντιγραφή URL στο πρόχειρο
fi: Kopioi URL leikepöydälle
fr: Copier l'URL dans le presse-papiers
he: העתק כתובת URL ללוח הגזרים
hr: Kopiraj URL u međuspremnik
hu: URL másolása a vágólapra
is: Kópið URL í klippiborðið
nl: Kopieer URL naar klembord
ro: Copiați URL-ul în clipboard
sk: Kopírovať URL do schránky
sv: Kopiera URL till urklipp
uk: Скопіювати URL в буфер обміну

source: Tip: Click the copy button or select the URL to copy it.
bg: Съвет: Щракнете бутона за копиране или изберете URL адреса, за да го копирате.
cs: Tip: Klikněte na tlačítko kopírovat nebo vyberte URL pro jeho zkopírování.
el: Συμβουλή: Κάντε κλικ στο κουμπί αντιγραφής ή επιλέξτε το URL για να το αντιγράψετε.
fi: Vinkki: Napsauta kopioi-painiketta tai valitse URL kopioidaksesi se.
fr: Astuce : Cliquez sur le bouton copier ou sélectionnez l'URL pour la copier.
he: טיפ: לחץ על כפתור ההעתקה או בחר את ה-URL כדי להעתיק אותו.
hr: Savjet: Kliknite gumb za kopiranje ili odaberite URL da biste ga kopirali.
hu: Tipp: Kattintson a másolás gombra, vagy válassza ki az URL-t a másoláshoz.
is: Tipp: Smelltu á afritunarhnappinn eða veldu URL-ið til að afrita það.
nl: Tip: Klik op de kopieerknop of selecteer de URL om deze te kopiëren.
ro: Sugestie: Faceți clic pe butonul de copiere sau selectați URL-ul pentru a-l copia.
sk: Tip: Kliknite na tlačidlo kopírovať alebo vyberte URL na jeho skopírovanie.
sv: Tips: Klicka på kopiera-knappen eller välj URL:en för att kopiera den.
uk: Порада: Натисніть кнопку копіювання або виберіть URL-адресу, щоб скопіювати її.

source: Close
bg: Затвори
cs: Zavřít
el: Κλείσιμο
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
is: Lokaðu
nl: Sluiten
ro: Închide
sk: Zavrieť
sv: Stäng
uk: Закрити

source: Open in Browser
bg: Отвори в браузъра
cs: Otevřít v prohlížeči
el: Άνοιγμα στον Περιηγητή
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
he: פתח בדפדפן
hr: Otvorite u pregledniku
hu: Megnyitás böngészőben
is: Opna í vafra
nl: Openen in browser
ro: Deschide în browser
sk: Otvoriť v prehliadači
sv: Öppna i webbläsare
uk: Відкрити в браузері

source: Upload Failed
bg: Неуспешно качване
cs: Nahrání se nezdařilo
el: Η μεταφόρτωση απέτυχε
fi: Lähetys epäonnistui
fr: Échec de l'envoi
he: העלאה נכשלה
hr: Učitavanje nije uspjelo
hu: Feltöltés sikertelen
is: Hleðsla mistókst
nl: Upload mislukt
ro: Încărcare eșuată
sk: Nahrávanie zlyhalo
sv: Uppladdning misslyckades
uk: Завантаження не вдалося

source: Could not upload the report: {error}
cs: Nelze nahrát zprávu: {error}
fi: Raporttia ei voitu ladata: {error}
fr: Impossible de télécharger le rapport : {erreur}
hr: Nije moguće učitati izvještaj: {error}
nl: Kon het rapport niet uploaden: {error}
sv: Kunde inte ladda upp rapporten: {error}

source: Export Failed
bg: Експортът не успя
cs: Export selhal.
el: Η εξαγωγή απέτυχε
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: ייצוא נכשל
hr: Izvoz nije uspio
hu: Exportálás sikertelen
is: Útflutningur mistókst
nl: Exporteren mislukt
ro: Export eșuat
sk: Export zlyhal
sv: Exporten misslyckades
uk: Експорт не вдався

source: Could not export the report: {error}
cs: Nelze exportovat zprávu: {error}
fi: Raporttia ei voitu viedä: {error}
fr: Impossible d'exporter le rapport : {erreur}
hr: Nije moguće izvesti izvještaj: {error}
nl: Kon het rapport niet exporteren: {error}
sv: Kunde inte exportera rapporten: {error}

source: Report Exported
bg: Докладът е експортиран
cs: Zpráva exportována
el: Αναφορά Εξαγωγής
fi: Raportti viety
fr: Rapport exporté
he: דו"ח יוצא
hr: Izvještaj je izvezen
hu: Jelentés exportálva
is: Skýrsla flutt út
nl: Rapport geëxporteerd
ro: Raport exportat
sk: Správa exportovaná
sv: Rapport exporterad
uk: Звіт експортовано

source: Report saved successfully to: {file}
cs: Zpráva byla úspěšně uložena do: {file}
fi: Raportti tallennettiin onnistuneesti: {file}
fr: Rapport enregistré avec succès dans : {file}
hr: Izvještaj je uspješno spremljen na: {file}
nl: Rapport succesvol opgeslagen naar: {file}
sv: Rapportet har sparats framgångsrikt till: {file}

source: Failed to open browser
bg: Неуспешно отваряне на браузъра.
cs: Nepodařilo se otevřít prohlížeč.
el: Αποτυχία ανοίγματος του προγράμματος περιήγησης
fi: Selaimen avaaminen epäonnistui
fr: Échec de l'ouverture du navigateur
he: כישלון בפתיחת הדפדפן
hr: Nije moguće otvoriti preglednik
hu: A böngésző megnyitása nem sikerült.
is: Mistók að opna vafra
nl: Kon niet browser openen
ro: Nu s-a putut deschide browserul.
sk: Nepodarilo sa otvoriť prehliadač.
sv: Misslyckades med att öppna webbläsaren
uk: Не вдалося відкрити браузер

source: No PCI devices detected
bg: Не са открити PCI устройства.
cs: Žádná PCI zařízení nebyla detekována.
el: Δεν ανιχνεύθηκαν συσκευές PCI
fi: Ei PCI-laitteita havaittu
fr: Aucun périphérique PCI détecté
he: לא זוהו מכשירי PCI
hr: Nema PCI uređaja.
hu: Nincs PCI eszköz észlelve
is: Engin PCI tæki fundin
nl: Geen PCI-apparaten gedetecteerd
ro: Nu au fost detectate dispozitive PCI.
sk: Neboli zistené žiadne zariadenia PCI.
sv: Inga PCI-enheter upptäcktes
uk: Не виявлено пристроїв PCI

source: Hardware Devices
bg: Хардуерни устройства
cs: Hardwarové zařízení
el: Συσκευές Υλικού
fi: Laitteistot
fr: Périphériques matériels
he: מכשירי חומרה
hr: Hardverski uređaji
hu: Hardver Eszközök
is: Hugbúnaður Tæki
nl: Hardware-apparaten
ro: Dispozitive hardware
sk: Hardvérové zariadenia
sv: Hårdvaruenheter
uk: Апарати

source: Unknown Device
bg: Непознато устройство
cs: Neznámé zařízení
el: Άγνωστη Συσκευή
fi: Tuntematon laite
fr: Périphérique inconnu
he: מכשיר לא ידוע
hr: Nepoznati uređaj
hu: Ismeretlen eszköz
is: Ókunnugur tæki
nl: Onbekend apparaat
ro: Dispozitiv necunoscut
sk: Neznáme zariadenie
sv: Okänd enhet
uk: Невідомий пристрій

source: Category
bg: Категория
cs: Kategorie
el: Κατηγορία
fi: Kategoria
fr: Catégorie
he: קטגוריה
hr: Kategorija
hu: Kategória
is: Flokkur
nl: Categorie
ro: Categorie
sk: Kategória
sv: Kategori
uk: Категорія

source: Rev
bg: Рев
fi: Revitä
he: רב
hr: Revizija
ro: Revizuire

source: Kernel Module
bg: Ядрен модул
cs: Jádrový modul
el: Μονάδα Πυρήνα
fi: Ydinmoduuli
fr: Module du noyau
he: מודול קרנל
hr: Kernel modul
hu: Kernel modul
is: Kjarna Modúl
ro: Modul Kernel
sk: Jadrový modul
sv: Kärnmodul
uk: Модуль ядра

source: System Controllers & Bridges ({count} devices)
bg: Системни контролери и мостове ({count} устройства)
cs: Systémové ovladače a mosty ({count} zařízení)
el: Συστήματα Ελέγχου & Γέφυρες ({count} συσκευές)
fi: Järjestelmäohjaimet ja silta ({{count}} laitetta)
fr: Contrôleurs système et ponts ({count} appareils)
he: בקרי מערכת וגשרים ({count} מכשירים)
hr: Sustavi kontrolera i mostova ({count} uređaja)
hu: Rendszergazdák és Hidak ({count} eszköz)
is: Kerfissar & Brýr ({count} tæki)
nl: Systeemcontrollers en bruggen ({count} apparaten)
ro: Controlere de sistem și punți ({count} dispozitive)
sk: Systémové ovládače a mosty ({count} zariadení)
sv: Systemkontroller och broar ({count} enheter)
uk: Системні контролери та мости ({count} пристроїв)

source: Printer Details
bg: Детайли на принтера
cs: Podrobnosti o tiskárně
el: Λεπτομέρειες Εκτυπωτή
fi: Tulostimen tiedot
fr: Détails de l'imprimante
he: פרטי מדפסת
hr: Detalji pisača
hu: Nyomtató részletei
is: Prentaraupplýsingar
ro: Detalii imprimantă
sk: Podrobnosti o tlačiarni
sv: Skrivaruppgifter
uk: Деталі принтера

source: Configure printers in System Settings
bg: Конфигурирайте принтери в Настройки на системата
cs: Nastavte tiskárny v systémových nastaveních
el: Ρυθμίστε εκτυπωτές στις Ρυθμίσεις Συστήματος
fi: Määritä tulostimet järjestelmäasetuksissa
fr: Configurer les imprimantes dans les paramètres système
he: הגדר מדפסות בהגדרות המערכת
hr: Konfigurirajte pisače u Postavkama sustava
hu: Nyomtatók konfigurálása a Rendszerbeállításokban
is: Stilltu prentara í kerfisstillingum
nl: Printers configureren in Systeeminstellingen
ro: Configurează imprimantele în Setările sistemului
sk: Nastavte tlačiarne v systémových nastaveniach
sv: Konfigurera skrivare i Systeminställningar
uk: Налаштуйте принтери в Налаштуваннях системи

source: No motherboard information available
bg: Няма налична информация за дънната платка.
cs: Žádné informace o základní desce nejsou k dispozici.
el: Δεν είναι διαθέσιμες πληροφορίες για την μητρική πλακέτα.
fi: Emolevytietoja ei ole saatavilla.
fr: Aucune information sur la carte mère disponible
he: אין מידע על לוח אם זמין
hr: Nema dostupnih informacija o matičnoj ploči
hu: Nincs elérhető alaplap-információ.
is: Engin móðurborðsupplýsingar tiltækar.
nl: Geen moederbordinformatie beschikbaar
ro: Informații despre placa de bază indisponibile
sk: Žiadne informácie o základnej doske nie sú k dispozícii.
sv: Ingen moderkortsinformation tillgänglig
uk: Немає інформації про материнську плату

source: Motherboard
bg: Дънна платка
cs: Základní deska
el: Μητρική πλακέτα
fi: Emolevy
fr: Carte mère
he: לוח אם
hr: Matična ploča
hu: Alaplap
is: Móðurborð
nl: Moederbord
ro: Placă de bază
sk: Základná doska
sv: Moderkort
uk: Материнська плата

source: Manufacturer
bg: Производител
cs: Výrobce
el: Κατασκευαστής
fi: Valmistaja
fr: Fabricant
he: יצרן
hr: Proizvođač
hu: Gyártó
is: Framleiðandi
nl: Fabrikant
ro: Producător
sk: Výrobca
sv: Tillverkare
uk: Виробник

source: Type
bg: Тип
cs: Typ
el: Τύπος
fi: Tyyppi
he: סוג
hr: Vrsta
hu: Típus
is: Tegund
ro: Tip
sk: Typovať
sv: Typ
uk: Тип

source: System
bg: Система
cs: Systém
el: Σύστημα
fi: Järjestelmä
fr: Système
he: מערכת
hr: Sustav
hu: Rendszer
is: Kerfi
nl: Systeem
ro: Sistem
sk: Systém
uk: Система

source: Firmware
bg: Фърмуер
el: Λογισμικό συστήματος
fi: Laiteohjelmisto
fr: Microprogramme
he: קושחה
hr: Upravljački program
is: Fastbúnaður
sk: Firmvér
sv: Fastvara
uk: ПЗП

source: Version
bg: Версия
cs: Verze
el: Έκδοση
fi: Versio
he: גרסה
hr: Verzija
hu: Verzió
is: Útgáfa
nl: Versie
ro: Versiune
sk: Verzia
uk: Версія

source: BIOS Vendor
bg: Доставчик на BIOS
cs: Dodavatel BIOSu
el: Προμηθευτής BIOS
fi: BIOS-toimittaja
fr: Fournisseur de BIOS
he: ספק BIOS
hr: BIOS dobavljač
hu: BIOS Szolgáltató
is: BIOS seljandi
nl: BIOS-leverancier
ro: Furnizor BIOS
sk: Dodávateľ BIOSu
sv: BIOS-leverantör
uk: Виробник BIOS

source: BIOS Version
bg: Версия на BIOS
cs: Verze BIOSu
el: Έκδοση BIOS
fi: BIOS-versio
fr: Version du BIOS
he: גרסת BIOS
hr: Verzija BIOS-a
hu: BIOS verzió
is: BIOS útgáfa
nl: BIOS-versie
ro: Versiune BIOS
sk: Verzia BIOSu
uk: Версія BIOS

source: BIOS Date
bg: Дата на BIOS
cs: Datum BIOSu
el: Ημερομηνία BIOS
fi: BIOS-päivämäärä
fr: Date du BIOS
he: תאריך BIOS
hr: Datum BIOS-a
hu: BIOS Dátum
is: BIOS Dagsetning
nl: BIOS-datum
ro: Data BIOS
sk: Dátum BIOSu
sv: BIOS-datum
uk: Дата BIOS

source: Full Output
bg: Пълен изход
cs: Úplný výstup
el: Πλήρης Έξοδος
fi: Täysi tulos
fr: Sortie complète
he: פלט מלא
hr: Potpuni izlaz
hu: Teljes kimenet
nl: Volledige uitvoer
ro: Ieșire completă
sk: Plný výstup
sv: Fullständig utdata
uk: Повний вивід

source: Export Report
bg: Експорт на отчет
cs: Exportovat zprávu
el: Εξαγωγή Αναφοράς
fi: Vie raportti
fr: Exporter le rapport
he: ייצוא דוח
hr: Izvezi izvještaj
hu: Jelentés exportálása
is: Flytja út skýrslu
nl: Exporteren Rapport
ro: Exportă raportul
sk: Exportovať správu
sv: Exportera rapport
uk: Експортувати звіт

source: Save a complete HTML report of your hardware to share with support or keep for reference.
bg: Запазете пълен HTML отчет за вашия хардуер, за да го споделите с поддръжката или да го запазите за справка.
cs: Uložte kompletní HTML zprávu o vašem hardwaru, kterou můžete sdílet s podporou nebo si ji uchovat pro pozdější použití.
el: Αποθηκεύστε μια πλήρη αναφορά HTML του υλικού σας για να τη μοιραστείτε με την υποστήριξη ή να την κρατήσετε για αναφορά.
fi: Tallenna täydellinen HTML-raportti laitteistostasi jaaaksesi sen tuen kanssa tai säilyttääksesi sen viitteenä.
fr: Enregistrez un rapport HTML complet de votre matériel à partager avec le support ou à conserver pour référence.
he: שמור דוח HTML מלא של החומרה שלך כדי לשתף עם התמיכה או לשמור לעיון.
hr: Spremite potpuni HTML izvještaj o vašem hardveru za dijeljenje s podrškom ili za vlastitu referencu.
hu: Mentse el a hardveréről készült teljes HTML-jelentést, hogy megossza a támogatással vagy megőrizze hivatkozásként.
is: Vistaðu fullan HTML skýrslu um vélbúnaðinn þinn til að deila með stuðningi eða geyma til skýrslu.
nl: Sla een compleet HTML-rapport van uw hardware op om te delen met ondersteuning of voor referentie.
ro: Salvați un raport HTML complet al hardware-ului dvs. pentru a-l împărtăși cu suportul sau pentru a-l păstra ca referință.
sk: Uložte kompletnú HTML správu o vašom hardvéri, aby ste ju mohli zdieľať s podporou alebo si ju uchovať na referenciu.
sv: Spara en komplett HTML-rapport om din hårdvara för att dela med support eller för att ha som referens.
uk: Збережіть повний HTML-звіт про ваше обладнання, щоб поділитися з підтримкою або зберегти для довідки.

source: Share Online
bg: Сподели онлайн
cs: Sdílet online
el: Μοιραστείτε διαδικτυακά
fi: Jaa verkossa
fr: Partager en ligne
he: שתף אונליין
hr: Dijelite online
hu: Megosztás online
is: Deila á netinu
nl: Deel Online
ro: Partajează online
sk: Zdieľať online
sv: Dela online
uk: Поділитися онлайн

source: Upload your hardware report to get a shareable link for forums or support tickets.
bg: Качете отчета за хардуера си, за да получите споделима връзка за форуми или поддръжка на билети.
cs: Nahrajte svou zprávu o hardwaru, abyste získali sdílený odkaz pro fóra nebo podpůrné tikety.
el: Ανεβάστε την αναφορά υλικού σας για να αποκτήσετε έναν μοιραστό σύνδεσμο για φόρουμ ή εισιτήρια υποστήριξης.
fi: Lataa laitteistoraporttisi saadaksesi jaettavan linkin foorumeille tai tukipyyntöihin.
fr: Téléchargez votre rapport matériel pour obtenir un lien partageable pour les forums ou les tickets de support.
he: העלה את דוח החומרה שלך כדי לקבל קישור שניתן לשתף לפורומים או כרטיסי תמיכה.
hr: Otpremite svoj izvještaj o hardveru kako biste dobili poveznicu koja se može dijeliti za forume ili podršku.
hu: Töltsd fel a hardverjelentésedet, hogy megosztható linket kapj fórumokhoz vagy támogatási jegyekhez.
is: Hlaðið upp vélbúnaðar skýrslu þinni til að fá deilanlegan tengil fyrir spjallborð eða stuðningsmiða.
nl: Upload uw hardware rapport om een deelbare link te krijgen voor forums of ondersteuningsverzoeken.
ro: Încărcați raportul dvs. de hardware pentru a obține un link partajabil pentru forumuri sau tichete de suport.
sk: Nahrajte svoju správu o hardvéri, aby ste získali zdieľateľný odkaz pre fóra alebo podporné tikety.
sv: Ladda upp din hårdvaru rapport för att få en delbar länk för forum eller supportärenden.
uk: Завантажте свій звіт про апаратне забезпечення, щоб отримати посилання для спільного доступу для форумів або запитів на підтримку.

source: Memory RAM:
bg: Памет RAM:
cs: Paměť RAM:
el: Μνήμη RAM:
fi: Muisti RAM:
fr: Mémoire RAM :
he: זיכרון RAM:
hr: Memorija RAM:
hu: RAM memória:
is: RAM minni
nl: Geheugen RAM:
ro: Memorie RAM:
sk: Pamäť RAM:
sv: Minne RAM:
uk: Оперативна пам'ять (RAM):

source: Used
bg: Използвано
cs: Použito
el: Χρησιμοποιήθηκε
fi: Käytetty
fr: Utilisé
he: שימושי
hr: Korišteno
hu: Használt
is: Notaður
nl: Gebruikt
ro: Utilizat
sk: Použité
sv: Används
uk: Використано

source: Root Partition:
bg: Коренен дял:
cs: Kořenová oddíl:
el: Κύρια Κατανομή:
fi: Juuriosio:
fr: Partition racine :
he: מחיצת שורש:
hr: Root particija:
hu: Gyökérpartíció:
is: Rótpartítion:
nl: Rootpartitie:
ro: Partiție rădăcină:
sk: Hlavná partícia:
sv: Rotpartition:
uk: Коренева розділ:

source: Size
bg: Размер
cs: Velikost
el: Μέγεθος
fi: Koko
fr: Taille
he: גודל
hr: Veličina
hu: Méret
is: Stærð
nl: Grootte
ro: Dimensiune
sk: Veľkosť
sv: Storlek
uk: Розмір

source: Free
bg: Безплатно
cs: Zdarma
el: Δωρεάν
fi: Ilmainen
fr: Gratuit
he: חינם
hr: Besplatno
hu: Ingyenes
is: Frítt
nl: Gratis
ro: Gratuit
sk: Bezplatný
sv: Gratis
uk: Безкоштовно

source: Distro
bg: Дистрибуция
el: Διανομή
fi: Jakelu
fr: Distribution
he: דיסטרו
hr: Distribucija
ro: Distribuție
sv: Distribution
uk: Дистрибутив

source: Install Date
bg: Дата на инсталиране
cs: Datum instalace
el: Ημερομηνία εγκατάστασης
fi: Asennuspäivämäärä
fr: Date d'installation
he: תאריך התקנה
hr: Datum instalacije
hu: Telepítési dátum
is: Uppsetningardagsetning
nl: Installatiedatum
ro: Data instalării
sk: Dátum inštalácie
sv: Installationsdatum
uk: Дата встановлення

source: Kernel
bg: Ядро
cs: Jádro
el: Πυρήνας
fi: Ydin
fr: Noyau
he: קרנל
hr: Jezgra
is: Kjarni
ro: Nucleu
sk: Jadro
sv: Kärna
uk: Ядро

source: === Usage Overview ===
bg: === Преглед на употребата ===
cs: === Přehled použití ===
el: === Επισκόπηση Χρήσης ===
fi: === Käyttö Yhteenveto ===
fr: === Aperçu de l'utilisation ===
he: === סקירת שימוש ===
hr: === Pregled korištenja ===
hu: === Használati áttekintés ===
is: === Yfirlit yfir notkun ===
nl: === Gebruiksoverzicht ===
ro: === Prezentare generală a utilizării ===
sk: === Prehľad použitia ===
sv: === Användningsöversikt ===
uk: === Огляд використання ===

source: Memory RAM: {memory}
cs: Paměť RAM: {memory}
fi: Muisti RAM: {memory}
fr: Mémoire RAM : {memory}
hr: Memorija RAM: {memory}
nl: Geheugen RAM: {memory}
sv: Minne RAM: {memory}

source: Used: {used}
cs: Použito: {used}
fi: Käytetty: {used}
fr: Utilisé : {used}
hr: Korišteno: {used}
nl: Gebruikt: {used}
sv: Använd: {used}

source: Usage: {usage}%
cs: Použití: {usage}%
fi: Käyttö: {usage}%
fr: Utilisation : {usage}%
hr: Korištenje: {usage}%
nl: Gebruik: {usage}%
sv: Användning: {usage}%

source: Root Partition: {partition}
cs: Kořenová oddíl: {partition}
fi: Juuriosio: {partition}
fr: Partition racine : {partition}
hr: Root particija: {partition}
nl: Rootpartitie: {partition}
sv: Rotpartition: {partition}

source: Size: {size}
cs: Velikost: {size}
fi: Koko: {size}
fr: Taille : {size}
hr: Veličina: {size}
nl: Grootte: {size}
sv: Storlek: {size}
