Repository: biglinux/big-hardware-info
Catalog: locale/*.po
Languages: bg, cs, el, fi, fr, he, hr, hu, is, nl, ro, sk, sv, uk

source: Cores/Threads:
bg: Ядра/Нитки:
cs: Jádra/Thrady:
el: Πυρήνες/Νήματα:
fi: Ytimet/Threadit:
he: ליבות/חוטים:
hr: Jezgre/Threade:
hu: Magok/Szálak:
is: Kjarna/Þræðir:
ro: Nuclee/Fire:
sk: Jadrá/Thrady:
sv: Kärnor/Trådar:
uk: Ядра/Потоки:

source: Architecture:
bg: Архитектура:
cs: Architektura:
el: Αρχιτεκτονική:
fi: Arkkitehtuuri:
he: אדריכלות:
hr: Arhitektura:
hu: Architektúra:
is: arkitektúr
ro: Arhitectură:
sk: Architektúra:
sv: Arkitektur:
uk: Архітектура:

source: Bits:
bg: Битове:
cs: Bity:
el: Μπίτς:
fi: Bitit:
he: ביטים:
hr: Bitovi:
hu: Bitek:
ro: Biti:
sk: Bity:
sv: Bitar:
uk: Біти:

source: Max Speed:
bg: Максимална скорост:
cs: Maximální rychlost:
el: Μέγιστη Ταχύτητα:
fi: Maksimi nopeus:
he: מהירות מקסימלית:
hr: Maksimalna brzina:
hu: Max Sebesség:
is: Hámarkshraði:
ro: Viteză maximă:
sk: Maximálna rýchlosť:
sv: Maxhastighet:
uk: Максимальна швидкість:

source: L3 Cache:
bg: L3 кеш:
fi: L3-välimuisti:
he: מטמון L3:
hu: L3 gyorsítótár:
is: L3 Minni:
ro: Cache L3:
uk: L3 кеш:

source: Show all
bg: Показване на всичко
cs: Zobrazit vše
fr: Afficher tout
hr: Prikaži sve
hu: Mutasd az összeset
is: Sýna allt
nl: Toon alles
ro: Arătați tot
sk: Stej všetko
sv: Visa allt

source: OK
he: אוקי
hr: U redu
hu: Rendben
sv: Okej

source: Copied:
bg: Копирано:
cs: Zkopírováno:
el: Αντιγράφηκε:
hr: Kopirano:
hu: Másolt:
ro: Copiat:
sk: Skopírované:
sv: Kopierad:
uk: Скопійовано:

source: Disk Partitions
bg: Дискови дялове
el: Διαμερίσματα Δίσκου
he: מחיצות דיסק
hu: Lemezpartíciók
is: Disk skiptingar
ro: Partiții de disc
sk: Diskové oddiely
uk: Дискові розділи

source: Video
bg: Видео
el: Βίντεο
fr: Vidéo
he: וידאו
hu: Videó
is: Myndband
uk: Відео

source: Video:
bg: Видео:
el: Βίντεο:
he: וידאו:
hu: Videó:
is: Myndband:
uk: Відео:

source: Linux
bg: Линукс
el: Λίνουξ
he: לינוקס
uk: Лінукс

source: Gamma
bg: Гама
el: Γάμμα
he: גמא
uk: Гамма

source: GPU
bg: ГПУ
he: כרטיס גרפי
uk: ГПУ

source: MAC
bg: МАК
el: ΜΑC
he: מק

source: ECC
bg: ЕЦК
el: ΕCC

source: Bogomips
bg: Богомипс
el: Μπογκομίπς
he: בוגומיפס
uk: Богоміпс

source: USB
he: יואסבי

source: MAC:
el: ΜΑΚ:
he: מק:

source: Video: {video}
fr: Vidéo : {vidéo}
