Repository: biglinux/big-hardware-info
Catalog: locale/*.po
Languages: bg, cs, el, fi, fr, he, hr, hu, is, nl, ro, sk, sv, uk

source: Part Number
bg: Номер на частта
cs: Číslo dílu
el: Αριθμός μέρους
fi: Osanumero
fr: Numéro de pièce
he: מספר חלק
hr: Broj dijela
hu: Részszám
is: Parti númer
nl: Onderdeelnummer
ro: Număr de parte
sk: Číslo dielu
sv: Delnummer
uk: Номер частини

source: System Information
bg: Информация за системата
cs: Informace o systému
el: Πληροφορίες Συστήματος
fi: Järjestelmätiedot
fr: Informations système
he: מידע מערכת
hr: Informacije o sustavu
hu: Rendszerinformáció
is: Kerfisbókhald
nl: Systeeminformatie
ro: Informații sistem
sk: Informácie o systéme
uk: Інформація про систему

source: Distribution
bg: Разпределение
cs: Distribuce
el: Διανομή
fi: Jakelu
he: הפצה
hr: Distribucija
hu: Elosztás
is: Dreifing
nl: Distributie
ro: Distribuție
sk: Distribúcia
uk: Розподіл

source: No results found
bg: Няма намерени резултати
cs: Žádné výsledky nenalezeny
el: Δεν βρέθηκαν αποτελέσματα
fi: Ei tuloksia löytynyt
fr: Aucun résultat trouvé
he: לא נמצאו תוצאות
hr: Nema pronađenih rezultata
hu: Nincs találat.
is: Engin niðurstöður fundust
nl: Geen resultaten gevonden
ro: Nu s-au găsit rezultate
sk: Nenašli sa žiadne výsledky
sv: Inga resultat hittades
uk: Не знайдено результатів

source: Try a different search term
bg: Опитайте с различен термин за търсене.
cs: Zkuste jiný vyhledávací termín
el: Δοκιμάστε έναν διαφορετικό όρο αναζήτησης
fi: Kokeile toista hakusanaa
fr: Essayez un terme de recherche différent.
he: נסה מונח חיפוש שונה
hr: Pokušajte s drugim pojmom za pretraživanje.
hu: Próbálj meg egy másik keresési kifejezést.
is: Reyndu að leita með öðrum leitarorðum.
nl: Probeer een andere zoekterm
ro: Încercați un termen de căutare diferit.
sk: Skúste iný vyhľadávací výraz.
sv: Försök med en annan sökterm
uk: Спробуйте інший пошуковий запит.

source: No disk information available
bg: Няма налична информация за диска
cs: Žádné informace o disku nejsou k dispozici.
el: Δεν είναι διαθέσιμες πληροφορίες δίσκου
fi: Ei levyyn liittyvää tietoa saatavilla
fr: Aucune information sur le disque disponible
he: אין מידע על דיסק זמין
hr: Nema dostupnih informacija o disku
hu: Nincs lemezinformáció elérhető
is: Engin upplýsingum um disk er ekki til staðar.
nl: Geen schijfinformatie beschikbaar
ro: Informații despre disc indisponibile
sk: Žiadne informácie o disku nie sú k dispozícii.
sv: Ingen diskinformation tillgänglig
uk: Немає інформації про диск

source: Total Storage: {total}
cs: Celková kapacita: {total}
fi: Kokonaismuisti: {total}
fr: Stockage total : {total}
hr: Ukupno pohrane: {total}
nl: Totale opslag: {total}
sv: Total lagring: {total}

source: Used: {used}
cs: Použito: {used}
fi: Käytetty: {used}
fr: Utilisé : {used}
hr: Korišteno: {used}
nl: Gebruikt: {used}
sv: Använd: {used}

source: Storage Devices
bg: Устройства за съхранение
cs: Úložná zařízení
el: Συσκευές Αποθήκευσης
fi: Tallennuslaitteet
fr: Dispositifs de stockage
he: מכשירי אחסון
hr: Uređaji za pohranu
hu: Tárolóeszközök
is: geymsluminur
nl: Opslagapparaten
ro: Dispozitive de stocare
sk: Úložné zariadenia
sv: Lagringsenheter
uk: Сховища даних

source: Unknown Drive
bg: Непознат диск
cs: Neznámý disk
el: Άγνωστος Δίσκος
fi: Tuntematon asema
fr: Lecteur inconnu
he: כונן לא ידוע
hr: Nepoznata jedinica
hu: Ismeretlen meghajtó
is: óþekktur diskur
nl: Onbekende schijf
ro: Unitate necunoscută
sk: Neznámy disk
sv: Okänd enhet
uk: Невідомий диск

source: Lanes
bg: Ленти
cs: Pruhy
el: Λωρίδες
fi: Kaistat
fr: Voies
he: מסלולים
hr: Trake
hu: Sávok
is: Rásir
nl: Rijen
ro: Benzi
sk: Pruhy
sv: Fält
uk: Смуги

source: Temp
bg: Темп
cs: Teplota
el: Θερμοκρασία
fi: Lämpötila
fr: Température
he: טמפ
hu: Hőmérséklet
is: Tímabil
sk: Teplota
uk: Темп

source: Mounted Partitions
bg: Монтирани дялове
cs: Připojené oddíly
el: Τοποθετημένα Διαμερίσματα
fi: Liitetyt osiot
fr: Partitions montées
he: מחיצות מותקנות
hr: Montirani dijelovi
hu: Csatlakoztatott partíciók
is: Festiskiptingar
nl: Gemonteerde Partities
ro: Partiții Montate
sk: Pripojené oddiely
sv: Monterade partitioner
uk: Змонтовані розділи

source: Mounted at
bg: Монтирано на
cs: Připojeno na
el: Τοποθετημένο σε
fi: Liitetty kohdassa
fr: Monté à
he: מותקן ב
hr: Montirano na
hu: Csatlakoztatva:
is: Fest við
nl: Gemonteerd op
ro: Montat la
sk: Pripojené na
sv: Monterad vid
uk: Змонтовано в

source: Copy device info
bg: Копирай информация за устройството
cs: Kopírovat informace o zařízení
el: Αντιγραφή πληροφοριών συσκευής
fi: Kopioi laitetiedot
fr: Copier les informations de l'appareil
he: העתק מידע על המכשיר
hr: Kopiraj informacije o uređaju
hu: Eszközinformáció másolása
is: Afrita tæknisk upplýsingar
nl: Kopieer apparaatgegevens
ro: Copiați informațiile dispozitivului
sk: Kopírovať informácie o zariadení
sv: Kopiera enhetsinformation
uk: Скопіювати інформацію про пристрій

source: No GPU information available
bg: Няма налична информация за GPU.
cs: Žádné informace o GPU nejsou k dispozici.
el: Δεν είναι διαθέσιμες πληροφορίες GPU
fi: Ei GPU-tietoja saatavilla
fr: Aucune information GPU disponible
he: אין מידע על GPU זמין
hr: Nema dostupnih informacija o GPU-u
hu: Nincs elérhető GPU-információ.
is: Engin upplýsingar um GPU ekki tiltækar
nl: Geen GPU-informatie beschikbaar
ro: Informații GPU indisponibile
sk: Žiadne informácie o GPU nie sú k dispozícii.
sv: Ingen GPU-information tillgänglig
uk: Немає інформації про GPU

source: No GPU devices found
bg: Не са намерени GPU устройства.
cs: Žádná GPU zařízení nebyla nalezena.
el: Δεν βρέθηκαν συσκευές GPU.
fi: Ei GPU-laitteita löytynyt.
fr: Aucun périphérique GPU trouvé
he: לא נמצאו מכשירי GPU
hr: Nema pronađenih GPU uređaja
hu: Nincs GPU eszköz található
is: Engin GPU fannst ekki
nl: Geen GPU-apparaten gevonden
ro: Nu au fost găsite dispozitive GPU.
sk: Neboli nájdené žiadne GPU zariadenia.
sv: Inga GPU-enheter hittades
uk: Не знайдено жодних пристроїв GPU.

source: Unknown GPU
bg: Непозната GPU
cs: Neznámá GPU
el: Άγνωστη GPU
fi: Tuntematon GPU
fr: GPU inconnu
he: כרטיס גרפי לא ידוע
hr: Nepoznata GPU
hu: Ismeretlen GPU
is: Óþekkt GPU
nl: Onbekende GPU
ro: GPU necunoscut
sk: Neznáma GPU
sv: Okänd GPU
uk: Невідомий GPU

source: Video Memory
bg: Видео памет
cs: Video paměť
el: Μνήμη Βίντεο
fi: Videomuisti
fr: Mémoire vidéo
he: זיכרון וידאו
hr: Video memorija
hu: Videomemória
is: Vöðluminni
nl: Videogeheugen
ro: Memorie video
sk: Video pamäť
sv: Videominne
uk: Відеопам'ять

source: Architecture
bg: Архитектура
cs: Architektura
el: Αρχιτεκτονική
fi: Arkkitehtuuri
he: אדריכלות
hr: Arhitektura
hu: Architektúra
is: Arkitektúr
nl: Architectuur
ro: Arhitectură
sk: Architektúra
sv: Arkitektur
uk: Архітектура

source: Active Ports
bg: Активни портове
cs: Aktivní porty
el: Ενεργές Θύρες
fi: Aktiiviset portit
fr: Ports Actifs
he: פורט פעיל
hr: Aktivni portovi
hu: Aktív portok
is: Virkar hafnir
nl: Actieve poorten
ro: Porturi active
sk: Aktívne porty
sv: Aktiva portar
uk: Активні порти

source: Empty Ports
bg: Празни портове
cs: Prázdné porty
el: Κενές Θύρες
fi: Tyhjät portit
fr: Ports vides
he: פורט ריק
hr: Prazna vrata
hu: Üres portok
is: Tómar hafnir
nl: Lege poorten
ro: Porturi goale
sk: Prázdne porty
sv: Tomma portar
uk: Порожні порти

source: Monitors
bg: Монитори
cs: Monitory
el: Οθόνες
fi: Näytöt
fr: Moniteurs
he: מסכים
hr: Monitori
hu: Képernyők
is: Skjárar
nl: Monitoren
ro: Monitoare
sk: Monitory
sv: Skärmar
uk: Монітори

source: Monitor
bg: Монитор
el: Οθόνη
fi: Näyttö
fr: Moniteur
he: מָסָךְ
hu: Képernyő
is: Skjár
sv: Övervaka
uk: Монітор

source: Refresh Rate
bg: Честота на опресняване
cs: Frekvence obnovení
el: Ρυθμός Ανανέωσης
fi: Päivitystaajuus
fr: Taux de rafraîchissement
he: קצב רענון
hr: Frekvencija osvježavanja
hu: Frissítési gyakoriság
is: Endurnýjagífa
nl: Verversingssnelheid
ro: Frecvență de actualizare
sk: Obnovovacia frekvencia
sv: Uppdateringsfrekvens
uk: Частота оновлення

source: Diagonal
bg: Диагонален
cs: Diagonální
el: Διαγώνιος
fi: Viisto
fr: Diagonale
he: אלכסוני
hr: Dijagonalno
hu: Átlós
nl: Diagonaal
sk: Diagonála
uk: Діагональ

source: Aspect Ratio
bg: Степен на страните
cs: Poměr stran
el: Αναλογία Διαστάσεων
fi: Kuvasuhde
fr: Rapport d'aspect
he: יחס גובה-רוחב
hr: Omjer stranica
hu: Képarány
nl: Beeldverhouding
ro: Raport de aspect
sk: Pomerančový pomer
sv: Bildförhållande
uk: Співвідношення сторін

source: Built Year
bg: Година на изграждане
cs: Rok výroby
el: Έτος Κατασκευής
fi: Rakennusvuosi
fr: Année de construction
he: שנת בנייה
hr: Godina izgradnje
hu: Építés éve
is: Byggt ár
nl: Bouwjaar
ro: Anul construcției
sk: Rok výroby
sv: Byggår
uk: Рік побудови

source: Max Resolution
bg: Максимална резолюция
cs: Maximální rozlišení
el: Μέγιστη Ανάλυση
fi: Maksimi resoluutio
fr: Résolution maximale
he: רזולוציה מקסימלית
hr: Maksimalna rezolucija
hu: Maximális felbontás
is: Hámarksupplausn
nl: Maximale resolutie
ro: Rezoluție maximă
sk: Maximálne rozlíšenie
sv: Maxupplösning
uk: Максимальна роздільна здатність

source: Min Resolution
bg: Минимална резолюция
cs: Minimální rozlišení
el: Ελάχιστη Ανάλυση
fi: Minimiresoluutio
fr: Résolution minimale
he: רזולוציה מינימלית
hr: Minimalna razlučivost
hu: Minimális felbontás
is: Lágmarksupplausn
nl: Min Resolutie
ro: Rezoluție minimă
sk: Min rozlíšenie
sv: Min upplösning
uk: Мінімальна роздільна здатність

source: Mapped
bg: Картографирано
cs: Zmapováno
el: Χαρτογραφημένο
fi: Kartoitettu
fr: Cartographié
he: מופה
hr: Mapirano
hu: Térképezve
is: Kortlagt
nl: In kaart gebracht
ro: Mapat
sk: Zmapované
sv: Kopplad
uk: Спрямований

source: Advanced Information
bg: Разширена информация
cs: Pokročilé informace
el: Προηγμένες Πληροφορίες
fi: Edistynyt tieto
fr: Informations avancées
he: מידע מתקדם
hr: Napredne informacije
hu: Fejlett információ
is: Fyrri upplýsingar
nl: Geavanceerde informatie
ro: Informații Avansate
sk: Pokročilé informácie
sv: Avancerad information
uk: Розширена інформація

source: Display Server
bg: Сървър за показване
cs: Zobrazovací server
el: Διακομιστής Εμφάνισης
fi: Näyttöpalvelin
fr: Serveur d'affichage
he: שרת תצוגה
hr: Poslužitelj za prikazivanje
hu: Kijelzőkiszolgáló
is: Sýningaraðili
nl: Weergaveserver
ro: Server de afișare
sk: Zobrazovací server
sv: Visningsserver
uk: Сервер відображення

source: Display
bg: Показване
cs: Zobrazit
el: Εμφάνιση
fi: Näyttö
fr: Afficher
he: הצג
hr: Prikaži
hu: Kijelző
is: Sýna
nl: Weergeven
ro: Afișare
sk: Zobraziť
sv: Visa
uk: Відобразити

source: With
bg: Със
cs: S použitím
el: Με
fi: Kanssa
fr: Avec
he: עם
hr: S s
hu: Akkor
is: עם
nl: Met
ro: Cu
sk: S použitím
sv: Med
uk: З У

source: Driver Loaded
bg: Драйверът е зареден
cs: Ovladač načtený
el: Ο οδηγός φορτώθηκε
fi: Ohjain ladattu
fr: Pilote chargé
he: דרייבר נטען
hr: Upravljački program učitan
hu: Illesztőprogram betöltve
is: Drifti hlaðið
nl: Stuurprogramma geladen
ro: Driver încărcat
sk: Ovládač načítaný
sv: Drivrutin Laddad
uk: Драйвер завантажено

source: Compatibility
bg: Съвместимост
cs: Kompatibilita
el: Συμβατότητα
fi: Yhteensopivuus
fr: Compatibilité
he: תאימות
hr: Kompatibilnost
hu: Kompatibilitás
is: Samræmi
nl: Compatibiliteit
ro: Compatibilitate
sk: Kompatibilita
sv: Kompatibilitet
uk: Сумісність

source: GLX Version
bg: GLX версия
cs: Verze GLX
el: Έκδοση GLX
fi: GLX-versio
fr: Version GLX
he: גרסה של GLX
hr: GLX Verzija
hu: GLX verzió
is: GLX útgáfa
nl: GLX Versie
ro: Versiunea GLX
sk: Verzia GLX
uk: Версія GLX

source: Direct Render
bg: Директно рендериране
cs: Přímé vykreslování
el: Άμεση Απόδοση
fi: Suora renderointi
fr: Rendu Direct
he: רינדור ישיר
hr: Izravno renderiranje
hu: Közvetlen Renderelés
is: Bein Beinaður
ro: Redare Directă
sk: Priame vykreslenie
sv: Direkt rendering
uk: Прямий рендеринг

source: Renderer
bg: Рендерер
el: Αναπαραγωγέας
fi: Renderöijä
fr: Rendu
he: מנפיק
hu: Renderelő
is: Ritillari
ro: Redactor
uk: Рендерер

source: Device Type
bg: Тип устройство
cs: Typ zařízení
el: Τύπος Συσκευής
fi: Laitetyyppi
fr: Type de périphérique
he: סוג מכשיר
hr: Vrsta uređaja
hu: Eszköztípus
is: Tegund tækis
nl: Apparaat type
ro: Tip de dispozitiv
sk: Typ zariadenia
sv: Enhetstyp
uk: Тип пристрою

source: No network information available
bg: Няма налична информация за мрежата.
cs: Žádné informace o síti nejsou k dispozici.
el: Δεν είναι διαθέσιμες πληροφορίες δικτύου
fi: Verkkotietoja ei ole saatavilla.
fr: Aucune information réseau disponible
he: אין מידע על רשת זמין
hr: Nema dostupnih informacija o mreži
hu: Nincs elérhető hálózati információ.
is: Engin netkerfisupplýsinga tiltæk
nl: Geen netwerkinformatie beschikbaar
ro: Informații despre rețea indisponibile
sk: Žiadne informácie o sieti nie sú k dispozícii.
sv: Ingen nätverksinformation tillgänglig
uk: Немає доступної інформації про мережу

source: No network devices found
bg: Не са намерени мрежови устройства
cs: Nebyly nalezeny žádné síťové zařízení.
el: Δεν βρέθηκαν συσκευές δικτύου
fi: Verkko laitteita ei löytynyt
fr: Aucun périphérique réseau trouvé
he: לא נמצאו מכשירי רשת
hr: Nema pronađenih mrežnih uređaja
hu: Nincs hálózati eszköz találva
is: Engin netkerfa fannst ekki
nl: Geen netwerkinrichtingen gevonden
ro: Nu au fost găsite dispozitive de rețea.
sk: Neboli nájdené žiadne sieťové zariadenia.
sv: Inga nätverksenheter hittades
uk: Не знайдено мережевих пристроїв

source: Unknown Network Device
bg: Непознато мрежово устройство
cs: Neznámé síťové zařízení
el: Άγνωστη Συσκευή Δικτύου
fi: Tuntematon verkko-laite
fr: Dispositif réseau inconnu
he: מכשיר רשת לא ידוע
hr: Nepoznata mrežna naprava
hu: Ismeretlen hálózati eszköz
is: Óþekktur nettæki
nl: Onbekend netwerkapparaat
ro: Dispozitiv de rețea necunoscut
sk: Neznáme sieťové zariadenie
sv: Okänd nätverksenhet
uk: Невідомий мережевий пристрій

source: Interface
bg: Интерфейс
cs: Rozhraní
el: Διεπαφή
fi: Käyttöliittymä
he: ממשק
hr: Sučelje
hu: Felület
is: Viðmót
ro: Interfață
sk: Rozhranie
sv: Gränssnitt
uk: Інтерфейс

source: Copy {label}
cs: Kopírovat {label}
fi: Kopioi {label}
fr: Copier {label}
hr: Kopiraj {label}
nl: Kopieer {label}
sv: Kopiera {label}

source: Virtual Networks ({count})
bg: Виртуални мрежи ({count})
cs: Virtuální sítě ({count})
el: Εικονικά Δίκτυα ({count})
fi: Virtuaaliverkot ({count})
fr: Réseaux Virtuels ({count})
he: רשתות וירטואליות ({count})
hr: Virtualne mreže ({count})
hu: Virtuális Hálózatok ({count})
is: Sýndarveitur ({count})
nl: Virtuele Netwerken ({count})
ro: Rețele Virtuale ({count})
sk: Virtuálne siete ({count})
sv: Virtuella nätverk ({count})
uk: Віртуальні мережі ({count})

source: Virtual
bg: Виртуален
cs: Virtuální
el: Εικονικός
fi: Virtuaalinen
fr: Virtuel
he: וירטואלי
hr: Virtualno
hu: Virtuális
is: Virkulegur
nl: Virtueel
sk: Virtuálny
sv: Virtuell
uk: Віртуальний

source: Type:
bg: Тип:
cs: Typ:
el: Τύπος:
fi: Tyyppi:
he: סוג:
hr: Vrsta:
hu: Típus:
is: Tegund:
ro: Tip:
sk: Typ:
sv: Typ:
uk: Тип:

source: Driver:
bg: Драйвер:
cs: Ovladač:
el: Οδηγός:
fi: Ohjain:
fr: Pilote :
he: דרייבר:
hr: Upravljač:
hu: Illesztőprogram:
is: Drifti
nl: Stuurprogramma:
sk: Ovládač:
sv: Drivrutin:
uk: Драйвер:

source: Speed:
bg: Скорост:
cs: Rychlost:
el: Ταχύτητα:
fi: Nope:
fr: Vitesse :
he: מהירות:
hr: Brzina:
hu: Sebesség:
is: Hraði:
nl: Snelheid:
ro: Viteză:
sk: Rýchlosť:
sv: Hastighet:
uk: Швидкість:

source: Bus ID:
bg: Идентификатор на шина:
cs: ID sběrnice:
el: Αναγνωριστικό λεωφορείου:
fi: Bussin ID:
fr: ID de bus :
he: מזהה אוטובוס:
hr: ID autobusa:
hu: Buszazonosító:
ro: ID autobuz:
sk: ID autobusu:
sv: Buss-ID:
uk: Ідентифікатор шини:

source: No audio information available
bg: Няма налична аудио информация
cs: Žádné zvukové informace nejsou k dispozici.
el: Δεν είναι διαθέσιμες πληροφορίες ήχου
fi: Ei äänitietoja saatavilla.
fr: Aucune information audio disponible
he: אין מידע אודיו זמין
hr: Nema dostupnih audio informacija
hu: Nincs elérhető audioinformáció.
is: Engin hljóðupplýsinga tiltæk.
nl: Geen audio-informatie beschikbaar
ro: Informații audio indisponibile
sk: Žiadne zvukové informácie nie sú k dispozícii.
sv: Ingen ljudinformation tillgänglig
uk: Немає доступної аудіоінформації

source: Unknown Audio Device
bg: Непознато аудио устройство
cs: Neznámé audio zařízení
el: Άγνωστη Συσκευή Ήχου
fi: Tuntematon äänilaite
fr: Périphérique audio inconnu
he: מכשיר שמע לא ידוע
hr: Nepoznata audio naprava
hu: Ismeretlen audioeszköz
is: Ókunnugur hljóðtæki
nl: Onbekend audiapparaat
ro: Dispozitiv audio necunoscut
sk: Neznáme audio zariadenie
sv: Okänd ljudenhet
uk: Невідомий аудіопристрій

source: Class ID
bg: Идентификатор на класа
cs: ID třídy
el: Ταυτότητα τάξης
fi: Luokan tunnus
fr: ID de classe
he: מזהה כיתה
hr: ID klase
hu: Osztályazonosító
is: Kennitala
nl: Klasse-ID
ro: ID clasă
sk: ID triedy
sv: Klass-ID
uk: Ідентифікатор класу

source: Total Memory: {total}
cs: Celková paměť: {total}
fi: Kokonaismuisti: {total}
fr: Mémoire totale : {total}
hr: Ukupna memorija: {total}
nl: Totale Geheugen: {total}
sv: Total minne: {total}

source: Copy memory info
bg: Копирай информация за паметта
cs: Kopírovat informace o paměti
el: Αντιγραφή πληροφοριών μνήμης
fi: Kopioi muistitiedot
fr: Copier les informations de mémoire
he: העתק מידע זיכרון
hr: Kopiraj informacije o memoriji
hu: Másolás memória információ
is: Afrita minni upplýsingar
nl: Geheugeninformatie kopiëren
ro: Copiază informațiile despre memorie
sk: Kopírovať informácie o pamäti
sv: Kopiera minnesinformation
uk: Скопіювати інформацію про пам'ять

source: {:.1f}% used
cs: {:.1f}% použito
fi: {:.1f}% käytetty
fr: {:.1f}% utilisé
hr: {:.1f}% iskorišteno
nl: {:.1f}% gebruikt
sv: {:.1f}% användt

source: Modules
bg: Модули
cs: Moduly
el: Μονάδες
fi: Moduulit
he: מודולים
hr: Moduli
hu: Modulok
is: Modular
ro: Module
sk: Moduly
sv: Moduler
uk: Модулі

source: Slots
bg: Слотове
cs: Sloty
el: Κουλοχέρηδες
fi: Kolikkopelit
fr: Fentes
he: סלוטים
hr: Slotovi
hu: Nyerőgépek
is: Raufar
nl: Gokken
ro: Sloturi
sk: Automaty
sv: Spelautomater
uk: Слоти

source: Max Module Size
bg: Максимален размер на модула
cs: Maximální velikost modulu
el: Μέγιστο Μέγεθος Μονάδας
fi: Maksimi moduulin koko
fr: Taille maximale du module
he: גודל מודול מקסימלי
hr: Maksimalna veličina modula
hu: Max modul méret
is: Max stærð einingar
nl: Maximale modulegrootte
ro: Dimensiunea maximă a modulului
sk: Maximálna veľkosť modulu
sv: Maximalt modulstorlek
uk: Максимальний розмір модуля

source: Memory Modules ({modules})
cs: Paměťové moduly ({modules})
fi: Muistimoduulit ({modules})
fr: Modules de mémoire ({modules})
hr: Memorijski moduli ({modules})
nl: Geheugenmodules ({modules})
sv: Minnenheter ({modules})

source: Volts
bg: Волтове
cs: Volty
el: Βολτ
fi: Voltti
he: וולט
hr: Volti
hu: Voltok
is: Völtar
ro: Volți
sk: Volty
sv: Volt
uk: Вольти

source: Swap / ZRAM
bg: Смяна / ZRAM
el: Ανταλλαγή / ZRAM
fi: Vaihda / ZRAM
fr: Échange / ZRAM
he: החלפה / ZRAM
hr: ZAMJENA / ZRAM
hu: Csere / ZRAM
is: Skip / ZRAM
nl: Ruilen / ZRAM
ro: Schimbare / ZRAM
sk: Výmenný priestor / ZRAM
sv: Byt / ZRAM
uk: Обмін / ZRAM

source: Kernel Settings
bg: Настройки на ядрото
cs: Nastavení jádra
el: Ρυθμίσεις Πυρήνα
fi: Ydinasetukset
fr: Paramètres du noyau
he: הגדרות קרנל
hr: Postavke jezgre
hu: Kernel beállítások
is: Kjarna Stillingar
nl: Kernelinstellingen
ro: Setări Kernel
sk: Nastavenia jadra
sv: Kärninställningar
uk: Налаштування ядра

source: Swappiness
bg: Сменяемост
el: Ανταλλαγή
fi: Vaihtosuhde
fr: Échangeabilité
he: שיתוף זיכרון
hr: Razmjena
hu: Cserehányados
ro: Swapabilitate
uk: Свапність

source: Cache Pressure
bg: Налягане на кеша
cs: Tlak na mezipaměť
el: Πίεση Cache
fi: Välimuistin paine
fr: Pression du cache
he: לחץ מטמון
hr: Pritisak predmemorije
hu: Gyorsítótár nyomás
is: Geymsluþrýstingur
nl: Cachedruk
ro: Presiunea cache-ului
sk: Tlak na vyrovnávaciu pamäť
sv: Cachetryck
uk: Тиск кешу

source: Compressor
bg: Компресор
cs: Komprimátor
el: Συμπιεστής
fi: Puristin
fr: Compresseur
he: מדחס
hr: Kompresor
hu: Tömörítő
is: Þjöppun
ro: Compresor
sk: Kompresor
sv: Kompressor
uk: Компресор

source: Used: {used} ({percent:.1f}%)
cs: Použito: {used} ({percent:.1f}%)
fi: Käytetty: {used} ({percent:.1f}%)
fr: Utilisé : {used} ({percent:.1f}%)
hr: Korišteno: {used} ({percent:.1f}%)
nl: Gebruikt: {used} ({percent:.1f}%)
sv: Använd: {used} ({percent:.1f}%)

source: Priority: {priority}
cs: Priorita: {priority}
fi: Prioriteetti: {priority}
fr: Priorité : {priority}
hr: Prioritet: {priority}
nl: Prioriteit: {priority}
sv: Prioritet: {priority}

source: Compression: {compression}
cs: Komprese: {komprese}
fi: Pakkaus: {compression}
hr: Kompresija: {compression}
nl: Compressie: {compressie}
sv: Komprimering: {komprimering}

source: Device: {device}
cs: Zařízení: {device}
fi: Laite: {device}
fr: Appareil : {device}
hr: Uređaj: {device}
nl: Apparaat: {device}
sv: Enhet: {device}

source: === Memory ===
bg: === Памет ===
cs: === Paměť ===
el: === Μνήμη ===
fi: === Muisti ===
fr: === Mémoire ===
he: === זיכרון ===
hr: === Memorija ===
hu: === Memória ===
is: === Minni ===
nl: === Geheugen ===
ro: === Memorie ===
sk: === Pamäť ===
sv: === Minne ===
uk: === Пам'ять ===

source: Total: {total}
cs: Celkem: {total}
fi: Yhteensä: {total}
hr: Ukupno: {total}
nl: Totaal: {total}
sv: Totalt: {total}

source: Usage: {usage}%
cs: Použití: {usage}%
fi: Käyttö: {usage}%
fr: Utilisation : {usage}%
hr: Korištenje: {usage}%
nl: Gebruik: {usage}%
sv: Användning: {usage}%

source: Capacity: {capacity}
cs: Kapacita: {capacity}
fi: Kapasiteetti: {capacity}
fr: Capacité : {capacity}
hr: Kapacitet: {capacity}
nl: Capaciteit: {capacity}
sv: Kapacitet: {capacity}

source: Modules: {modules}
cs: Moduly: {modules}
fi: Moduulit: {modules}
hr: Moduli: {modules}
sv: Moduler: {modules}

source: Slots: {slots}
cs: Sloty: {slots}
fi: Paikat: {slots}
fr: Emplacements : {slots}
hr: Slotovi: {slots}
sv: Spelautomater: {slots}

source: Copy CPU info
bg: Копирай информация за процесора
cs: Kopírovat informace o CPU
el: Αντιγραφή πληροφοριών CPU
fi: Kopioi CPU-tiedot
fr: Copier les informations du processeur
he: העתק מידע על המעבד
hr: Kopiraj informacije o CPU-u
hu: CPU információ másolása
is: Kopiera CPU-information
nl: Kopieer CPU-informatie
ro: Copiați informațiile CPU
sk: Kopírovať informácie o CPU
sv: Kopiera CPU-information
uk: Скопіювати інформацію про процесор

source: Cores
bg: Ядра
cs: Jádra
el: Πυρήνες
fi: Ytimet
fr: Cœurs
he: ליבות
hr: Jezgre
hu: Magok
is: Kjarna
nl: Kernen
ro: Nuclee
sk: Jadrá
sv: Kärnor
uk: Ядра

source: Bits
bg: Битове
cs: Bity
el: Μπίτς
fi: Bitit
he: ביטים
hr: Bitovi
hu: Bitek
is: Bitar
ro: Biti
sk: Bity
sv: Bitar
uk: Біти

source: Generation
bg: Поколение
cs: Generace
el: Γενιά
fi: Sukupolvi
fr: Génération
he: דור
hr: Generacija
hu: Generáció
is: Kynslóð
nl: Generatie
ro: Generare
sk: Generácia
uk: Покоління

source: Process
bg: Процес
cs: Zpracovat
el: Διαδικασία
fi: Prosessi
fr: Processus
he: תהליך
hr: Proces
hu: Feldolgozás
is: Ferli
nl: Proces
ro: Proces
sk: Proces
sv: Processa
uk: Процес

source: Built
bg: Създадено
cs: Postaveno
el: Κατασκευασμένο
fi: Rakennettu
fr: Construit
he: נבנה
hr: Izgrađeno
hu: Épített
is: Byggt
nl: Gebouwd
ro: Construit
sk: Postavené
sv: Byggd
uk: Збудовано

source: Scaling
bg: Мащабиране
cs: Škálování
el: Κλιμάκωση
fi: Skaalaus
fr: Mise à l'échelle
he: הרחבה
hr: Skaliranje
hu: Skálázás
is: Skalering
nl: Schaalvergroting
ro: Scalare
sk: Škálovanie
sv: Skalning
uk: Масштабування

source: Cache
bg: Кеш
cs: Mezipaměť
el: Κρυφή μνήμη
fi: Välimuisti
he: מטמון
hr: Predmemorija
hu: Gyorsítótár
is: Skýringarskrá
sk: Vyrovnávacia pamäť
uk: Кеш

source: Family
bg: Семейство
cs: Rodina
el: Οικογένεια
fi: Perhe
fr: Famille
he: משפחה
hr: Obitelj
hu: Család
is: Fjölskylda
nl: Familie
ro: Familie
sk: Rodina
sv: Familj
uk: Сім'я

source: Model ID
bg: Идентификатор на модела
cs: ID modelu
el: Ταυτότητα Μοντέλου
fi: Mallin tunnus
fr: ID du modèle
he: מזהה מודל
hr: ID modela
hu: Modellazonosító
is: Líkanauð ID
ro: ID model
sk: ID modelu
sv: Modell-ID
uk: Ідентифікатор моделі
