Repository: biglinux/big-hardware-info
Catalog: locale/*.po
Languages: bg, cs, el, fi, fr, he, hr, hu, is, nl, ro, sk, sv, uk

source: Hardware Report
bg: Доклад за хардуер
cs: Zpráva o hardwaru
el: Αναφορά Υλικού
fi: Laiteraportti
fr: Rapport matériel
he: דו"ח חומרה
hr: Izvještaj o hardveru
hu: Hardver Jelentés
is: Hugbúnaðar skýrsla
nl: Hardware Rapport
ro: Raport hardware
sk: Správa hardvéru
sv: Hårdvarurapport
uk: Звіт про апаратне забезпечення

source: Search sections...
bg: Търсене на секции...
cs: Hledat sekce...
el: Αναζήτηση τμημάτων...
fi: Etsi osiot...
fr: Rechercher des sections...
he: מחפש סעיפים...
hr: Pretraži odjeljke...
hu: Keresés szakaszok...
is: Leita að hlutum...
nl: Zoek secties...
ro: Caută secțiuni...
sk: Hľadať sekcie...
sv: Sök avsnitt...
uk: Шукати розділи...

source: Generated:
bg: Генерирано:
cs: Vygenerováno:
el: Δημιουργήθηκε:
fi: Luotu:
fr: Généré :
he: נוצר:
hr: Generirano:
hu: Generált:
is: Myndað:
nl: Gegenereerd:
ro: Generat.
sk: Vygenerované:
sv: Genererad:
uk: Згенеровано:

source: Visit BigLinux website
bg: Посетете уебсайта на BigLinux
cs: Navštivte webové stránky BigLinux
el: Επισκεφθείτε την ιστοσελίδα του BigLinux
fi: Vieraile BigLinux-verkkosivustolla
fr: Visitez le site Web de BigLinux
he: בקר באתר BigLinux
hr: Posjetite BigLinux web stranicu
hu: Látogasson el a BigLinux weboldalára
is: Heimsæktu BigLinux vefsíðuna
nl: Bezoek de BigLinux-website
ro: Vizitați site-ul BigLinux
sk: Navštívte webovú stránku BigLinux.
sv: Besök BigLinux-webbplatsen
uk: Відвідайте веб-сайт BigLinux

source: No graphics devices found
bg: Не са намерени графични устройства.
cs: Žádná grafická zařízení nebyla nalezena.
el: Δεν βρέθηκαν συσκευές γραφικών
fi: Ei grafiikkalaitteita löytynyt
fr: Aucun périphérique graphique trouvé
he: לא נמצאו מכשירי גרפיקה
hr: Nema pronađenih grafičkih uređaja
hu: Nincs grafikus eszköz található
is: Engin grafík fannst ekki
nl: Geen grafische apparaten gevonden
ro: Nu au fost găsite dispozitive grafice.
sk: Neboli nájdené grafické zariadenia
sv: Inga grafikenheter hittades
uk: Не знайдено графічних пристроїв

source: No storage drives found
bg: Не са намерени устройства за съхранение.
cs: Nebyly nalezeny žádné úložné disky.
el: Δεν βρέθηκαν δίσκοι αποθήκευσης
fi: Ei tallennuslevyjä löytynyt
fr: Aucun disque de stockage trouvé
he: לא נמצאו כונני אחסון
hr: Nema pronađenih skladišnih uređaja
hu: Nincs tárolómeghajtó található
is: Engin geymslu fannst ekki
nl: Geen opslagstations gevonden
ro: Nu au fost găsite unități de stocare.
sk: Neboli nájdené žiadne úložné disky.
sv: Inga lagringsenheter hittades
uk: Не знайдено накопичувачів.

source: No audio devices found
bg: Не са намерени аудио устройства.
cs: Žádná audio zařízení nebyla nalezena.
el: Δεν βρέθηκαν ηχητικές συσκευές.
fi: Ei äänilaitteita löytynyt.
fr: Aucun périphérique audio trouvé
he: לא נמצאו מכשירי שמע
hr: Nema audio uređaja.
hu: Nincs audioeszköz található
is: Engin hljóðtæki fundin.
nl: Geen audioapparaten gevonden
ro: Nu au fost găsite dispozitive audio.
sk: Neboli nájdené žiadne zvukové zariadenia.
sv: Inga ljudenheter hittades
uk: Не знайдено аудіопристроїв

source: No network interfaces found
bg: Не са намерени мрежови интерфейси.
cs: Nebyly nalezeny žádné síťové rozhraní.
el: Δεν βρέθηκαν διεπαφές δικτύου
fi: Verkko-osoitteita ei löytynyt
fr: Aucune interface réseau trouvée
he: לא נמצאו ממשקי רשת
hr: Nema pronađenih mrežnih sučelja
hu: Nincs hálózati interfész található
is: Engin netkerfa fannst ekki
nl: Geen netwerkinvoeren gevonden
ro: Nu au fost găsite interfețe de rețea.
sk: Neboli nájdené žiadne sieťové rozhrania.
sv: Inga nätverksgränssnitt hittades
uk: Не знайдено мережевих інтерфейсів

source: No battery detected (Desktop system)
bg: Не е открита батерия (десктоп система)
cs: Žádná baterie nebyla detekována (desktopový systém)
el: Δεν ανιχνεύθηκε μπαταρία (Επιτραπέζιο σύστημα)
fi: Ei akkua havaittu (Työpöytätietokone)
fr: Aucune batterie détectée (système de bureau)
he: לא זוהתה סוללה (מערכת שולחנית)
hr: Nema otkrivene baterije (Desktop sustav)
hu: Nincs akkumulátor észlelve (Asztali rendszer)
is: Engin ekki rafhlöðu (Desktop kerfi)
nl: Geen batterij gedetecteerd (Desktop systeem)
ro: Nicio baterie detectată (sistem desktop)
sk: Žiadna batéria nebola zistená (desktopový systém)
sv: Ingen batteri upptäcktes (Skrivbordssystem)
uk: Батарею не виявлено (настільна система)

source: No Bluetooth devices found
bg: Не са намерени Bluetooth устройства.
cs: Žádná zařízení Bluetooth nebyla nalezena.
el: Δεν βρέθηκαν συσκευές Bluetooth
fi: Ei Bluetooth-laitteita löytynyt.
fr: Aucun appareil Bluetooth trouvé
he: לא נמצאו מכשירי בלוטות'
hr: Nema pronađenih Bluetooth uređaja
hu: Nincs Bluetooth-eszköz található
is: Engin Bluetooth fannst ekki.
nl: Geen Bluetooth-apparaten gevonden
ro: Nu au fost găsite dispozitive Bluetooth.
sk: Neboli nájdené žiadne zariadenia Bluetooth.
sv: Inga Bluetooth-enheter hittades
uk: Не знайдено пристроїв Bluetooth

source: No USB devices found
bg: Не са намерени USB устройства
cs: Žádná USB zařízení nebyla nalezena.
el: Δεν βρέθηκαν συσκευές USB
fi: Ei USB-laitteita löytynyt.
fr: Aucun périphérique USB trouvé
he: לא נמצאו התקני USB
hr: Nema pronađenih USB uređaja
hu: Nincs USB-eszköz található
is: Engin USB fannst ekki
nl: Geen USB-apparaten gevonden
ro: Nu au fost găsite dispozitive USB.
sk: Žiadne USB zariadenia neboli nájdené.
sv: Inga USB-enheter hittades
uk: Не знайдено USB-пристроїв

source: No PCI devices found
bg: Не са намерени PCI устройства
cs: Žádná PCI zařízení nebyla nalezena.
el: Δεν βρέθηκαν συσκευές PCI
fi: Ei PCI-laitteita löytynyt
fr: Aucun périphérique PCI trouvé
he: לא נמצאו מכשירי PCI
hr: Nema PCI uređaja pronađenih
hu: Nincs PCI eszköz találva
is: Engin PCI tæki fundin
nl: Geen PCI-apparaten gevonden
ro: Nu au fost găsite dispozitive PCI.
sk: Neboli nájdené žiadne zariadenia PCI.
sv: Inga PCI-enheter hittades
uk: Не знайдено пристроїв PCI

source: No webcams found
bg: Не са намерени уебкамери
cs: Žádné webkamery nenalezeny
el: Δεν βρέθηκαν κάμερες.
fi: Ei verkkokameroita löytynyt.
fr: Aucune webcam trouvée
he: לא נמצאו מצלמות רשת
hr: Nema pronađenih web kamera
hu: Nincs található webkamera.
is: Engin myndavélar fundust.
nl: Geen webcams gevonden
ro: Nu au fost găsite camere web.
sk: Neboli nájdené žiadne webkamery.
sv: Inga webbkameror hittades
uk: Не знайдено веб-камер.

source: No printers configured
bg: Няма конфигурирани принтери
cs: Žádné tiskárny nejsou nakonfigurovány.
el: Δεν έχουν ρυθμιστεί εκτυπωτές
fi: Ei tulostimia ole määritetty.
fr: Aucun imprimante configurée
he: אין מדפסות מוגדרות
hr: Nema konfiguriranih pisača
hu: Nincsenek konfigurálva nyomtatók
is: Engin er ekki stillt
nl: Geen printers geconfigureerd
ro: Nu sunt configurate imprimante.
sk: Žiadne tlačiarne nie sú nakonfigurované.
sv: Inga skrivare konfigurerade
uk: Немає налаштованих принтерів

source: No sensors detected
bg: Не са открити сензори
cs: Žádné senzory nebyly detekovány.
el: Δεν ανιχνεύθηκαν αισθητήρες
fi: Ei antureita havaittu
fr: Aucun capteur détecté
he: לא זוהו חיישנים
hr: Nema senzora.
hu: Nincsenek érzékelők észlelve
is: Engin ekki skynjarar fundnir
nl: Geen sensoren gedetecteerd
ro: Niciun senzor detectat
sk: Žiadne senzory neboli zistené.
sv: Inga sensorer upptäckta
uk: Не виявлено сенсорів

source: Package Repositories
bg: Пакетни хранилища
cs: Balíčkové repozitáře
el: Πακέτα Αποθετήρια
fi: Pakettivarastot
fr: Dépôts de paquets
he: מאגרי חבילות
hr: Paketi repozitorija
hu: Csomag tárolók
is: Pakkasafn
nl: Pakketrepositories
ro: Repositoare de pachete
sk: Balíkové repozitáre
sv: Paketförråd
uk: Пакетні репозиторії

source: No SDIO devices detected
bg: Не са открити SDIO устройства.
cs: Žádná SDIO zařízení nebyla detekována.
el: Δεν ανιχνεύθηκαν συσκευές SDIO.
fi: SDIO-laitteita ei havaittu.
fr: Aucun périphérique SDIO détecté
he: לא זוהו מכשירי SDIO
hr: Nema SDIO uređaja.
hu: Nincs SDIO eszköz észlelve
is: Engin SDIO ekki fundin.
nl: Geen SDIO-apparaten gedetecteerd
ro: Niciun dispozitiv SDIO detectat
sk: Neboli zistené žiadne zariadenia SDIO.
sv: Inga SDIO-enheter upptäcktes
uk: Не виявлено пристроїв SDIO

source: Mhwd driver
bg: Драйвер Mhwd
cs: Ovladač Mhwd
el: Οδηγός Mhwd
fi: Mhwd-ohjain
fr: Pilote Mhwd
he: דרייבר Mhwd
hr: Mhwd upravljač
hu: Mhwd illesztőprogram
is: Mhwd drifti
nl: Mhwd-stuurprogramma
ro: Driver Mhwd
sk: Ovládač Mhwd
sv: Mhwd-drivrutiner
uk: Драйвер Mhwd

source: Mhwd kernel
bg: Ядро Mhwd
cs: Jádro Mhwd
el: Mhwd πυρήνας
fi: Mhwd-ydin
fr: Noyau Mhwd
he: מַעֲבַר מַעֲבָדָה
hr: Mhwd jezgra
is: Mhwd kjarni
ro: Kernel Mhwd
sk: Jadro Mhwd
sv: Mhwd-kärna
uk: Mhwd ядро

source: Cmdline
bg: Команден ред
cs: Příkazový řádek
el: Γραμμή εντολών
fi: Komentorivi
fr: Ligne de commande
he: שורת פקודה
hu: Parancssor
is: Skipta
nl: Opdrachtregel
ro: Linie de comandă
sk: Príkazový riadok
sv: Kommandorad
uk: Командний рядок

source: ACPI Interrupts
bg: ACPI прекъсвания
cs: ACPI přerušení
el: Διακοπές ACPI
fi: ACPI-keskeytykset
fr: Interruptions ACPI
he: הפרעות ACPI
hr: ACPI prekidi
hu: ACPI megszakítások
is: ACPI trufar.
ro: Interrupții ACPI
sk: ACPI prerušenia
sv: ACPI-avbrott
uk: ACPI Переривання

source: dmesg (errors)
bg: dmesg (грешки)
cs: dmesg (chyby)
el: dmesg (σφάλματα)
fi: dmesg (virheet)
fr: dmesg (erreurs)
he: dmesg (שגיאות)
hr: dmesg (pogreške)
hu: dmesg (hibák)
is: dmesg (villur)
nl: dmesg (fouten)
ro: dmesg (erori)
sk: dmesg (chyby)
sv: dmesg (fel)
uk: dmesg (помилки)

source: journalctl (errors)
bg: journalctl (грешки)
cs: journalctl (chyby)
el: journalctl (σφάλματα)
fi: journalctl (virheet)
fr: journalctl (erreurs)
he: journalctl (שגיאות)
hr: journalctl (pogreške)
hu: journalctl (hibák)
is: journalctl (villur)
nl: journalctl (fouten)
ro: journalctl (erori)
sk: journalctl (chyby)
sv: journalctl (fel)
uk: journalctl (помилки)

source: No additional information available
bg: Няма налична допълнителна информация.
cs: Žádné další informace nejsou k dispozici.
el: Δεν είναι διαθέσιμες επιπλέον πληροφορίες.
fi: Ei lisätietoja saatavilla
fr: Aucune information supplémentaire disponible.
he: אין מידע נוסף זמין
hr: Nema dodatnih informacija dostupnih
hu: Nincs további információ elérhető.
is: Engin frekari upplýsingar í boði
nl: Geen aanvullende informatie beschikbaar
ro: Nu sunt disponibile informații suplimentare.
sk: Žiadne ďalšie informácie nie sú k dispozícii.
sv: Ingen ytterligare information tillgänglig
uk: Немає додаткової інформації.

source: Usage Overview
bg: Общ преглед на използването
cs: Přehled použití
el: Επισκόπηση Χρήσης
fi: Käyttöyhteenveto
fr: Aperçu de l'utilisation
he: סקירה כללית של השימוש
hr: Pregled korištenja
hu: Használati áttekintés
is: Yfirlit yfir notkun
nl: Gebruiksoverzicht
ro: Prezentare generală a utilizării
sk: Prehľad používania
sv: Användningsöversikt
uk: Огляд використання

source: System Info
bg: Информация за системата
cs: Informace o systému
el: Πληροφορίες Συστήματος
fi: Järjestelmän tiedot
fr: Informations système
he: מידע מערכת
hr: Informacije o sustavu
hu: Rendszerinformáció
is: upplýsingar um kerfi
nl: Systeeminformatie
ro: Informații sistem
sk: Informácie o systéme
sv: Systeminformation
uk: Інформація про систему

source: No battery detected
bg: Не е открита батерия
cs: Žádná baterie nebyla detekována.
el: Δεν ανιχνεύθηκε μπαταρία
fi: Ei akkua havaittu
fr: Aucune batterie détectée
he: לא זוהתה סוללה
hr: Nema otkrivene baterije
hu: Nincs észlelve akkumulátor
is: Engin ekki fundin
nl: Geen batterij gedetecteerd
ro: Nicio baterie detectată
sk: Žiadna batéria nebola zistená
sv: Ingen batteri upptäckt
uk: Батарею не виявлено

source: Model
bg: Модел
el: Μοντέλο
fi: Malli
fr: Modèle
he: מודל
hu: Modell
is: Gerð
sv: Modell
uk: Модель

source: Status
bg: Статус
cs: Stav
el: Κατάσταση
fi: Tila
fr: Statut
he: סטטוס
hu: Állapot
is: Staða
ro: Stare
sk: Stav
uk: Статус

source: Charge
bg: Заряд
cs: Nabíjení
el: Χρέωση
fi: Lataus
he: טעינה
hr: Naplata
hu: Töltés
is: Hlaða
nl: Opladen
ro: Încărcare
sk: Nabíjanie
sv: Ladda
uk: Заряджати

source: Vendor
bg: Доставчик
cs: Dodavatel
el: Προμηθευτής
fi: Toimittaja
fr: Fournisseur
he: ספק
hr: Dobavljač
hu: Szállító
is: Birgir
nl: Leverancier
ro: Furnizor
sk: Predajca
sv: Leverantör
uk: Постачальник

source: Technology
bg: Технология
cs: Technologie
el: Τεχνολογία
fi: Teknologia
fr: Technologie
he: טכנולוגיה
hr: Tehnologija
hu: Technológia
is: Tækni
nl: Technologie
ro: Tehnologie
sk: Technológia
sv: Teknik
uk: Технологія

source: Voltage
bg: Напрежение
cs: Napětí
el: Τάση
fi: Jännite
fr: Tension
he: מתח
hr: Napon
hu: Feszültség
is: Spennir
nl: Spanning
ro: Tensiune
sk: Napätie
sv: Spänning
uk: Напруга

source: Energy
bg: Енергия
cs: Energie
el: Ενέργεια
fi: Energia
fr: Énergie
he: אנרגיה
hr: Energija
hu: Energia
is: Orka
nl: Energie
ro: Energie
sk: Energia
sv: Energi
uk: Енергія

source: Capacity
bg: Капацитет
cs: Kapacita
el: Χωρητικότητα
fi: Kapasiteetti
fr: Capacité
he: קיבולת
hr: Kapacitet
hu: Kapacitás
is: Rúmtak
nl: Capaciteit
ro: Capacitate
sk: Kapacita
sv: Kapacitet
uk: Ємність

source: No Bluetooth devices detected
bg: Не са открити Bluetooth устройства.
cs: Žádná Bluetooth zařízení nebyla nalezena.
el: Δεν ανιχνεύθηκαν συσκευές Bluetooth.
fi: Ei Bluetooth-laitteita havaittu
fr: Aucun appareil Bluetooth détecté
he: לא נמצאו מכשירי בלוטות'
hr: Nema otkrivenih Bluetooth uređaja
hu: Nincs Bluetooth-eszköz észlelve
is: Engin Bluetooth tæki fundin.
nl: Geen Bluetooth-apparaten gedetecteerd
ro: Nu au fost detectate dispozitive Bluetooth.
sk: Neboli zistené žiadne zariadenia Bluetooth.
sv: Inga Bluetooth-enheter upptäcktes
uk: Не виявлено Bluetooth-пристроїв

source: Chip ID
bg: Идентификатор на чипа
cs: ID čipu
el: Ταυτότητα Chip
fi: Sirun tunnus
fr: ID de puce
he: מזהה שבב
hr: ID čipa
hu: Chip azonosító
is: Chip auðkenni
ro: ID cip
sk: ID čipu
uk: Ідентифікатор чіпа

source: Bus ID
bg: Идентификатор на шина
cs: ID autobusu
el: Αναγνωριστικό λεωφορείου
fi: Bussin ID
fr: ID de bus
he: מזהה אוטובוס
hr: ID autobusa
hu: Buszazonosító
ro: ID autobuz
sk: ID autobusu
sv: Buss-ID
uk: Ідентифікатор шини

source: Driver
bg: Драйвер
cs: Ovladač
el: Οδηγός
fi: Ohjain
fr: Pilote
he: דרייבר
hr: Upravljač
hu: Illesztőprogram
is: Drifti
nl: Stuurprogramma
sk: Ovládač
sv: Drivrutin
uk: Драйвер

source: info
bg: информация
el: πληροφορίες
fi: tietoa
he: מידע
hr: informacije
hu: információ
nl: informatie
ro: informații
sk: informácie
sv: information
uk: інформація

source: View device info on Linux Hardware Database
bg: Преглед на информация за устройството в базата данни за хардуер на Linux
cs: Zobrazit informace o zařízení v databázi hardwaru Linuxu
el: Δείτε πληροφορίες συσκευής στη Βάση Δεδομένων Υλικού Linux
fi: Näytä laitetiedot Linux-laitetietokannassa
fr: Afficher les informations sur le périphérique dans la base de données matérielle Linux
he: צפה במידע על המכשיר במאגר החומרה של לינוקס
hr: Pogledajte informacije o uređaju u Linux bazi podataka hardvera
hu: Nézd meg az eszköz információit a Linux Hardver Adatbázisban
is: Skoða tækinfó á Linux vélbúnaðargagnagrunni
nl: Bekijk apparaatinformatie op de Linux Hardware Database
ro: Vizualizați informațiile dispozitivului în baza de date hardware Linux
sk: Zobraziť informácie o zariadení v databáze hardvéru Linuxu
sv: Visa enhetsinformation på Linux-hårdvarudatabas
uk: Переглянути інформацію про пристрій у базі даних апаратного забезпечення Linux

source: Temperatures
bg: Температури
cs: Teploty
el: Θερμοκρασίες
fi: Lämpötilat
fr: Températures
he: טמפרטורות
hr: Temperature
hu: Hőmérsékletek
is: Hitastiglar
nl: Temperaturen
ro: Temperaturi
sk: Teploty
sv: Temperaturer

source: Fans
bg: Фенове
cs: Ventilátory
el: Αεραγωγοί
fi: Tuulettimet
fr: Ventilateurs
he: מאווררים
hr: Obožavatelji
hu: Ventilátorok
is: Viflar
nl: Ventilatoren
ro: Ventilatoare
sk: Ventilátory
sv: Fläktar
uk: Вентилятори

source: No printers detected
bg: Не са открити принтери
cs: Žádné tiskárny nebyly detekovány.
el: Δεν ανιχνεύθηκαν εκτυπωτές
fi: Ei tulostimia havaittu
fr: Aucun imprimante détectée
he: לא זוהו מדפסות
hr: Nema otkrivenih pisača
hu: Nincsenek észlelt nyomtatók
is: Engin ekki fundin.
nl: Geen printers gedetecteerd
ro: Nu au fost detectate imprimante.
sk: Neboli zistené žiadne tlačiarne
sv: Inga skrivare upptäcktes
uk: Жодних принтерів не виявлено.

source: Location
bg: Местоположение
cs: Umístění
el: Τοποθεσία
fi: Sijainti
fr: Emplacement
he: מיקום
hr: Lokacija
hu: Helyszín
is: Staðsetning
nl: Locatie
ro: Locație
sk: Poloha
sv: Plats
uk: Місцезнаходження

source: Make/Model
bg: Марка/Модел
cs: Výrobce/Model
el: Μάρκα/Μοντέλο
fi: Valmistaja/Malli
fr: Marque/Modèle
he: דגם/מותג
hr: Marka/Model
hu: Típus/Modell
is: Gerð/Model
nl: Maak/Model
ro: Marcă/Model
sk: Výrobca/Model
sv: Tillverkare/Modell
uk: Виробник/Модель

source: Connection
bg: Свързване
cs: Připojení
el: Σύνδεση
fi: Yhteys
fr: Connexion
he: חיבור
hr: Veza
hu: Kapcsolat
is: Tengingu
nl: Verbinding
ro: Conexiune
sk: Pripojenie
sv: Anslutning
uk: З'єднання

source: Device URI
bg: URI на устройството
cs: URI zařízení
el: URI συσκευής
fi: Laitteen URI
fr: URI de l'appareil
he: כתובת URI של המכשיר
hr: URI uređaja
hu: Eszköz URI
is: Tæki URI
nl: Apparaat-URI
ro: URI-ul dispozitivului
sk: URI zariadenia
sv: Enhets-URI
uk: URI пристрою

source: Default
bg: По подразбиране
cs: Výchozí
el: Προεπιλογή
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hr: Zadano
hu: Alapértelmezett
is: Breyti
nl: Standaard
ro: Implicit
sk: Predvolené
sv: Standardinställning
uk: За замовчуванням

source: No webcams detected
bg: Не са открити уебкамери
cs: Žádné webkamery nebyly detekovány.
el: Δεν ανιχνεύονται κάμερες.
fi: Ei verkkokameroita havaittu
fr: Aucune webcam détectée
he: לא זוהו מצלמות רשת
hr: Nema otkrivenih web kamera
hu: Nincs észlelt webkamera
is: Engin myndavélar fundnar
nl: Geen webcams gedetecteerd
ro: Nici o cameră web detectată
sk: Neboli zistené žiadne webkamery
sv: Inga webbkameror upptäcktes
uk: Не виявлено веб-камер.

source: Resolution
bg: Разделителна способност
cs: Rozlišení
el: Ανάλυση
fi: Resoluutio
fr: Résolution
he: רזולוציה
hr: Razlučivost
hu: Felbontás
is: Upplausn
nl: Resolutie
ro: Rezoluție
sk: Rozlíšenie
sv: Upplösning
uk: Роздільна здатність

source: Format
bg: Формат
cs: Formát
el: Μορφή
fi: Muotoilu
he: פורמט
hu: Formátum
is: Snið
nl: Indeling
sk: Formát
uk: Формат

source: Colorspace
bg: Цветово пространство
cs: Barevný prostor
el: Χώρος χρωμάτων
fi: Väriavaruus
fr: Espace colorimétrique
he: מרחב צבעים
hr: Boja prostor
hu: Színtér
is: Litróf
nl: Kleurschema
ro: Spațiu de culori
sk: Farebný priestor
sv: Färgrymd
uk: Колірний простір

source: Max FPS
bg: Максимални FPS
el: Μέγιστο FPS
fi: Maksimi FPS
he: מקסימום FPS
hr: Maksimalni FPS
is: Hámark FPS
uk: Макс. FPS

source: Driver Version
bg: Версия на драйвера
cs: Verze ovladače
el: Έκδοση οδηγού
fi: Ohjaimen versio
fr: Version du pilote
he: גרסת מנהל התקן
hr: Verzija upravljačkog programa
hu: Illesztőprogram verzió
is: útgáfa ökumanns
nl: Stuurprogramma Versie
ro: Versiune driver
sk: Verzia ovládača
sv: Drivrutinsversion
uk: Версія драйвера

source: Device
bg: Устройство
cs: Zařízení
el: Συσκευή
fi: Laite
fr: Appareil
he: מכשיר
hr: Uređaj
hu: Eszköz
is: Tæki
nl: Apparaat
ro: Dispozitiv
sk: Zariadenie
sv: Enhet
uk: Пристрій

source: Share Report Online
bg: Споделете доклада онлайн
cs: Sdílet zprávu online
el: Μοιραστείτε την Αναφορά Online
fi: Jaa raportti verkossa
fr: Partager le rapport en ligne
he: שתף דוח באינטרנט
hr: Dijelite izvješće online
hu: Jelentés megosztása online
is: Deila skýrslu á netinu
nl: Deel rapport online
ro: Partajează raportul online
sk: Zdieľať správu online
sv: Dela rapport online
uk: Поділитися звітом онлайн

source: Your hardware report will be uploaded to filebin.net, a public file hosting service. The generated link will be publicly accessible for 7 days.
bg: Вашият доклад за хардуер ще бъде качен на filebin.net, публична услуга за хостинг на файлове. Създаденият линк ще бъде публично достъпен за 7 дни.
cs: Váš hardwarový report bude nahrán na filebin.net, veřejnou službu pro hostování souborů. Vygenerovaný odkaz bude veřejně přístupný po dobu 7 dnů.
el: Η αναφορά υλικού σας θα μεταφορτωθεί στο filebin.net, μια δημόσια υπηρεσία φιλοξενίας αρχείων. Ο παραγόμενος σύνδεσμος θα είναι δημόσια προσβάσιμος για 7 ημέρες.
fi: Laitteistoraporttisi ladataan filebin.net-sivustolle, joka on julkinen tiedostojen hosting-palvelu. Luotu linkki on julkisesti saatavilla 7 päivän ajan.
fr: Votre rapport matériel sera téléchargé sur filebin.net, un service d'hébergement de fichiers public. Le lien généré sera accessible au public pendant 7 jours.
he: דו"ח החומרה שלך יועלה ל-filebin.net, שירות אירוח קבצים ציבורי. הקישור שנוצר יהיה נגיש לציבור במשך 7 ימים.
hr: Vaš izvještaj o hardveru bit će učitan na filebin.net, javnu uslugu za hosting datoteka. Generirana poveznica bit će javno dostupna 7 dana.
hu: A hardverjelentésed feltöltésre kerül a filebin.net-re, egy nyilvános fájlmegosztó szolgáltatásra. A létrehozott link 7 napig nyilvánosan elérhető lesz.
is: Skýrslan um vélbúnaðinn þinn verður hlaðin upp á filebin.net, opinberri skýjageymsluþjónustu. Skráðu tengilinn sem búinn er til verður opinberlega aðgengilegur í 7 daga.
nl: Uw hardware rapport wordt geüpload naar filebin.net, een openbare bestandsopslagdienst. De gegenereerde link is 7 dagen openbaar toegankelijk.
ro: Raportul tău de hardware va fi încărcat pe filebin.net, un serviciu public de găzduire a fișierelor. Linkul generat va fi accesibil publicului timp de 7 zile.
sk: Váš hardvérový report bude nahraný na filebin.net, verejnej službe na hosting súborov. Vygenerovaný odkaz bude verejne prístupný po dobu 7 dní.
sv: Din hårdvarurapport kommer att laddas upp till filebin.net, en offentlig filhostingstjänst. Den genererade länken kommer att vara offentligt tillgänglig i 7 dagar.
uk: Ваш звіт про апаратне забезпечення буде завантажено на filebin.net, публічний сервіс хостингу файлів. Згенероване посилання буде доступне для загального користування протягом 7 днів.

source: Export Hardware Report
bg: Експорт на доклад за хардуер
cs: Exportovat zprávu o hardwaru
el: Εξαγωγή Αναφοράς Υλικού
fi: Vie laitteistoraportti
fr: Exporter le rapport matériel
he: ייצוא דוח חומרה
hr: Izvezi izvještaj o hardveru
hu: Hardverjelentés exportálása
is: Flytja út vélbúnaðar skýrslu
nl: Exporteer Hardware Rapport
ro: Exportă Raport Hardware
sk: Exportovať správu o hardvéri
sv: Exportera hårdvarurapport
uk: Експортувати звіт про апаратне забезпечення

source: Your hardware report will be saved as an HTML file.
bg: Вашият доклад за хардуер ще бъде запазен като HTML файл.
cs: Váš hardwarový report bude uložen jako HTML soubor.
el: Η αναφορά υλικού σας θα αποθηκευτεί ως αρχείο HTML.
fi: Laitteistoraporttisi tallennetaan HTML-tiedostona.
fr: Votre rapport matériel sera enregistré en tant que fichier HTML.
he: דו"ח החומרה שלך יישמר כקובץ HTML.
hr: Vaš izvještaj o hardveru bit će spremljen kao HTML datoteka.
hu: A hardverjelentésed HTML fájlként lesz mentve.
is: Þín vélbúnaðar skýrsla verður vistuð sem HTML skrá.
nl: Uw hardware rapport wordt opgeslagen als een HTML-bestand.
ro: Raportul tău de hardware va fi salvat ca un fișier HTML.
sk: Váš hardvérový report bude uložený ako súbor HTML.
sv: Din hårdvarurapport kommer att sparas som en HTML-fil.
uk: Ваш звіт про апаратне забезпечення буде збережено у файлі HTML.
