Repository: biglinux/big-hardware-info
Catalog: locale/*.po
Languages: bg, cs, el, fi, fr, he, hr, hu, is, nl, ro, sk, sv, uk

source: Stepping
bg: Стъпване
cs: Kročení
el: Βήματισμα
fi: Askeltaen
fr: Pas à pas
he: צעדה
hr: Korakanje
hu: Lépés
is: Skrefandi
nl: Stappen
ro: Pășire
sk: Kroky
sv: Stegande
uk: Крокування

source: Microcode
bg: Микрокод
cs: Mikrokód
el: Μικροκώδικας
fi: Mikrokoodi
he: מיקרו קוד
hr: Mikrokod
hu: Mikrokód
is: Mikrokóði
ro: Microcoduri
sk: Mikrokód
sv: Mikrokod
uk: Мікрокод

source: Technical Details
bg: Технически детайли
cs: Technické podrobnosti
el: Τεχνικές Λεπτομέρειες
fi: Tekniset tiedot
fr: Détails techniques
he: פרטים טכניים
hr: Tehnički detalji
hu: Műszaki részletek
is: tæknile upplýsingar
nl: Technische details
ro: Detalii tehnice
sk: Technické podrobnosti
sv: Tekniska detaljer
uk: Технічні деталі

source: Thread Speeds ({count})
cs: Rychlosti vláken ({count})
fi: Lankanopeudet ({count})
fr: Vitesses de fil ({count})
hr: Brzina niti ({count})
nl: Draad Snelheden ({count})
sv: Trådarnas hastigheter ({count})

source: Thread {thread}
cs: Vlákno {thread}
fi: Lanka {thread}
fr: Fil {thread}
hr: Nit {thread}
nl: Draad {thread}
sv: Tråd {tråd}

source: CPU Flags ({count})
cs: CPU Příznaky ({count})
fi: CPU-liput ({count})
fr: Drapeaux du processeur ({count})
hr: CPU zastavice ({count})
nl: CPU-vlaggen ({count})
sv: CPU-flaggor ({count})

source: CPU Vulnerabilities ({count})
cs: Zranitelnosti CPU ({count})
fi: CPU-haavoittuvuudet ({count})
fr: Vulnérabilités du processeur ({count})
hr: CPU ranjivosti ({count})
nl: CPU-kwetsbaarheden ({count})
sv: CPU-sårbarheter ({count})

source: === Processor ===
bg: === Процесор ===
cs: === Procesor ===
el: === Επεξεργαστής ===
fi: === Prosessori ===
fr: === Processeur ===
he: === מעבד ===
hr: === Procesor ===
hu: === Processzor ===
is: === Örgjari ===
ro: === Procesor ===
sk: === Procesor ===
uk: === Процесор ===

source: Model: {model}
fi: Malli: {model}
fr: Modèle : {model}
sv: Modell: {model}

source: Cores/Threads: {cores_threads}
cs: Jádra/Thready: {cores_threads}
fi: Ytimet/Threadit: {cores_threads}
fr: Cœurs/Threads : {cores_threads}
hr: Jezgre/Threada: {cores_threads}
nl: Kernen/Draadjes: {cores_threads}
sv: Kärnor/Trådar: {cores_threads}

source: Architecture: {arch}
cs: Architektura: {arch}
fi: Arkkitehtuuri: {arch}
hr: Arhitektura: {arch}
nl: Architectuur: {arch}
sv: Arkitektur: {arch}

source: Bits: {bits}
cs: Bity: {bits}
fi: Bitit: {bits}
hr: Bitovi: {bits}
sv: Bitar: {bits}

source: Max Speed: {speed} MHz
cs: Maximální rychlost: {speed} MHz
fi: Maksimi nopeus: {speed} MHz
fr: Vitesse max : {speed} MHz
hr: Maksimalna brzina: {speed} MHz
nl: Maximale snelheid: {speed} MHz
sv: Maxhastighet: {speed} MHz

source: L3 Cache: {cache}
fi: L3-välimuisti: {cache}
fr: Cache L3 : {cache}

source: View detailed hardware information and share diagnostic reports. Collect comprehensive system data including CPU, GPU, memory, storage, network, and more. Export reports to HTML or share online.
bg: Прегледайте подробна информация за хардуера и споделете диагностични отчети. Съберете обширни системни данни, включително CPU, GPU, памет, съхранение, мрежа и др. Експортирайте отчети в HTML или споделете онлайн.
cs: Zobrazit podrobné informace o hardwaru a sdílet diagnostické zprávy. Shromáždit komplexní systémová data včetně CPU, GPU, paměti, úložiště, sítě a dalšího. Exportovat zprávy do HTML nebo sdílet online.
el: Δείτε λεπτομερείς πληροφορίες υλικού και μοιραστείτε αναφορές διαγνωστικών. Συλλέξτε ολοκληρωμένα δεδομένα συστήματος, συμπεριλαμβανομένων CPU, GPU, μνήμης, αποθήκευσης, δικτύου και άλλων. Εξαγάγετε αναφορές σε HTML ή μοιραστείτε online.
fi: Näytä yksityiskohtaiset laitteistotiedot ja jaa diagnostiikkaraportit. Kerää kattavat järjestelmätiedot, mukaan lukien CPU, GPU, muisti, tallennustila, verkko ja paljon muuta. Vie raportit HTML-muodossa tai jaa verkossa.
fr: Afficher des informations matérielles détaillées et partager des rapports de diagnostic. Collecter des données système complètes, y compris le CPU, le GPU, la mémoire, le stockage, le réseau, et plus encore. Exporter des rapports au format HTML ou partager en ligne.
he: צפה במידע מפורט על חומרה ושיתוף דוחות אבחון. אסוף נתוני מערכת מקיפים כולל מעבד, כרטיס גרפי, זיכרון, אחסון, רשת ועוד. ייצא דוחות ל-HTML או שתף באינטרנט.
hr: Pogledajte detaljne informacije o hardveru i dijelite dijagnostičke izvještaje. Prikupite sveobuhvatne podatke o sustavu uključujući CPU, GPU, memoriju, pohranu, mrežu i još mnogo toga. Izvezite izvještaje u HTML ili dijelite online.
hu: Nézze meg a részletes hardverinformációkat és ossza meg a diagnosztikai jelentéseket. Gyűjtsön össze átfogó rendszeradatokat, beleértve a CPU-t, GPU-t, memóriát, tárolást, hálózatot és még sok mást. Exportálja a jelentéseket HTML formátumban vagy ossza meg online.
is: Skoða ítarlegar vélbúnaðarupplýsingar og deila greiningarskýrslum. Safna heildstæðum kerfisgögnum, þar á meðal CPU, GPU, minni, geymslu, neti og fleira. Flytja skýrslur í HTML eða deila á netinu.
nl: Bekijk gedetailleerde hardware-informatie en deel diagnostische rapporten. Verzamel uitgebreide systeemgegevens, waaronder CPU, GPU, geheugen, opslag, netwerk en meer. Exporteer rapporten naar HTML of deel ze online.
ro: Vizualizați informații detaliate despre hardware și partajați rapoarte de diagnosticare. Colectați date cuprinzătoare despre sistem, inclusiv CPU, GPU, memorie, stocare, rețea și altele. Exportați rapoartele în format HTML sau partajați online.
sk: Zobrazte podrobné informácie o hardvéri a zdieľajte diagnostické správy. Zbierajte komplexné systémové údaje vrátane CPU, GPU, pamäte, úložiska, siete a ďalších. Exportujte správy do formátu HTML alebo zdieľajte online.
sv: Visa detaljerad hårdvaruinformation och dela diagnostikrapporter. Samla omfattande systemdata inklusive CPU, GPU, minne, lagring, nätverk och mer. Exportera rapporter till HTML eller dela online.
uk: Перегляньте детальну інформацію про апаратне забезпечення та поділіться діагностичними звітами. Збирайте всебічні дані системи, включаючи ЦП, ГП, пам'ять, зберігання, мережу та інше. Експортуйте звіти у форматі HTML або діліться ними онлайн.

source: Special Thanks
bg: Специални благодарности
cs: Speciální poděkování
el: Ειδικές Ευχαριστίες
fi: Erityiset kiitokset
fr: Remerciements spéciaux
he: תודה מיוחדת
hr: Posebna zahvalnost
hu: Külön köszönet
is: Séríus þakkir
nl: Speciale dank
ro: Mulțumiri speciale
sk: Špeciálne poďakovanie
sv: Speciella Tack
uk: Особлива подяка

source: translator-credits
bg: кредити на преводача
cs: překladatelské-úvěry
el: πιστώσεις-μεταφραστή
fi: kääntäjä-tekstit
fr: crédits-traducteur
he: קרדיטים למתרגם
hr: krediti-prevoditelja
hu: fordító-jogosítványok
is: þýðandaskuldir
nl: vertaler-credits
ro: credite-traducător
sk: preklady-uznania
sv: översättar-erkännanden
uk: кредити-перекладача

source: <p>Big Hardware Info 2.0.0 - Complete Rewrite:</p><ul><li>Comprehensive hardware detection</li><li>Export to HTML with modern design</li><li>Online sharing via termbin.com</li><li>Syntax highlighting for system files</li><li>USB/PCIe device distinction</li></ul>
bg: <p>Big Hardware Info 2.0.0 - Пълно пренаписване:</p><ul><li>Обширно откриване на хардуер</li><li>Експорт в HTML с модерен дизайн</li><li>Онлайн споделяне чрез termbin.com</li><li>Оцветяване на синтаксиса за системни файлове</li><li>Разграничаване на USB/PCIe устройства</li></ul>
cs: <p>Big Hardware Info 2.0.0 - Kompletní přepis:</p><ul><li>Komplexní detekce hardwaru</li><li>Export do HTML s moderním designem</li><li>Online sdílení přes termbin.com</li><li>Syntaxe zvýraznění pro systémové soubory</li><li>Rozlišení zařízení USB/PCIe</li></ul>
el: <p>Big Hardware Info 2.0.0 - Πλήρης Επαναγραφή:</p><ul><li>Συνολική ανίχνευση υλικού</li><li>Εξαγωγή σε HTML με σύγχρονο σχεδιασμό</li><li>Διαδικτυακή κοινοποίηση μέσω του termbin.com</li><li>Επισήμανση σύνταξης για αρχεία συστήματος</li><li>Διάκριση συσκευών USB/PCIe</li></ul>
fi: <p>Big Hardware Info 2.0.0 - Täydellinen uudelleenkirjoitus:</p><ul><li>Laaja laitteistotunnistus</li><li>Vienti HTML-muotoon modernilla suunnittelulla</li><li>Verkkojakaminen termbin.comin kautta</li><li>Syntaksin korostus järjestelmätiedostoille</li><li>USB/PCIe-laitteiden erottelu</li></ul>
fr: <p>Big Hardware Info 2.0.0 - Réécriture complète :</p><ul><li>Détection matérielle complète</li><li>Exportation vers HTML avec un design moderne</li><li>Partage en ligne via termbin.com</li><li>Soulignement de la syntaxe pour les fichiers système</li><li>Distinction des périphériques USB/PCIe</li></ul>
he: <p>מידע על חומרה גדולה 2.0.0 - כתיבה מחדש מלאה:</p><ul><li>זיהוי חומרה מקיף</li><li>ייצוא ל-HTML עם עיצוב מודרני</li><li>שיתוף מקוון באמצעות termbin.com</li><li>הדגשת תחביר עבור קבצי מערכת</li><li>הבחנה בין מכשירי USB/PCIe</li></ul>
hr: <p>Big Hardware Info 2.0.0 - Potpuni prepis:</p><ul><li>Obuhvatno otkrivanje hardvera</li><li>Izvoz u HTML s modernim dizajnom</li><li>Online dijeljenje putem termbin.com</li><li>Isticanje sintakse za sistemske datoteke</li><li>Razlikovanje USB/PCIe uređaja</li></ul>
hu: <p>Big Hardware Info 2.0.0 - Teljes újraírás:</p><ul><li>Átfogó hardver-érzékelés</li><li>HTML export modern dizájnnal</li><li>Online megosztás a termbin.com-on</li><li>Szintaxis kiemelés rendszerfájlokhoz</li><li>USB/PCIe eszköz megkülönböztetés</li></ul>
is: <p>Stór vélbúnaðarupplýsingar 2.0.0 - Alhliða endurskrif:</p><ul><li>Alhliða vélbúnaðarupptöku</li><li>Útflutningur í HTML með nútímalegu útliti</li><li>Vefdeiling í gegnum termbin.com</li><li>Syntax litun fyrir kerfisskrár</li><li>Greining á USB/PCIe tækjum</li></ul>
nl: <p>Big Hardware Info 2.0.0 - Volledige herschrijving:</p><ul><li>Uitgebreide hardwaredetectie</li><li>Exporteren naar HTML met modern ontwerp</li><li>Online delen via termbin.com</li><li>Syntaxhighlighting voor systeem bestanden</li><li>USB/PCIe apparaatscheiding</li></ul>
ro: <p>Big Hardware Info 2.0.0 - Rescriere completă:</p><ul><li>Detecție hardware cuprinzătoare</li><li>Export în HTML cu design modern</li><li>Partajare online prin termbin.com</li><li>Subliniere sintactică pentru fișierele de sistem</li><li>Distingerea dispozitivelor USB/PCIe</li></ul>
sk: <p>Veľké informácie o hardvéri 2.0.0 - Kompletné prepracovanie:</p><ul><li>Komplexné zistenie hardvéru</li><li>Export do HTML s moderným dizajnom</li><li>Online zdieľanie cez termbin.com</li><li>Syntax zvýraznenie pre systémové súbory</li><li>Rozlíšenie zariadení USB/PCIe</li></ul>
sv: <p>Big Hardware Info 2.0.0 - Fullständig omskrivning:</p><ul><li>Omfattande hårdvarudetektering</li><li>Exportera till HTML med modern design</li><li>Online delning via termbin.com</li><li>Syntaxmarkering för systemfiler</li><li>USB/PCIe enskildhet</li></ul>
uk: <p>Big Hardware Info 2.0.0 - Повна переписка:</p><ul><li>Всеосяжне виявлення апаратного забезпечення</li><li>Експорт у HTML з сучасним дизайном</li><li>Онлайн-обмін через termbin.com</li><li>Підсвічування синтаксису для системних файлів</li><li>Розрізнення пристроїв USB/PCIe</li></ul>

source: Could not upload the report:
bg: Не можа да се качи докладът:
cs: Nelze nahrát zprávu:
el: Δεν ήταν δυνατή η μεταφόρτωση της αναφοράς:
fi: Raporttia ei voitu ladata:
he: לא ניתן להעלות את הדו"ח:
hr: Nije moguće učitati izvještaj:
hu: A jelentést nem sikerült feltölteni:
is: Gat ekki hlaðið skýrslunni:
ro: Nu s-a putut încărca raportul:
sk: Nemožno nahrať správu:
sv: Kunde inte ladda upp rapporten:
uk: Не вдалося завантажити звіт:

source: Could not export the report:
bg: Не можа да експортира отчета:
cs: Nelze exportovat zprávu:
el: Δεν ήταν δυνατή η εξαγωγή της αναφοράς:
fi: Raporttia ei voitu viedä:
he: לא ניתן לייצא את הדו"ח:
hr: Nije moguće izvesti izvještaj:
hu: A jelentést nem sikerült exportálni:
is: Gat ekki að flytja út skýrsluna:
ro: Nu s-a putut exporta raportul:
sk: Nemožno exportovať správu:
sv: Kunde inte exportera rapporten:
uk: Не вдалося експортувати звіт:

source: Report saved successfully to:
bg: Докладът беше успешно запазен в:
cs: Zpráva byla úspěšně uložena do:
el: Η αναφορά αποθηκεύτηκε επιτυχώς στο:
fi: Raportti tallennettiin onnistuneesti:
he: הדוח נשמר בהצלחה ל:
hr: Izvještaj je uspješno spremljen na:
hu: A jelentés sikeresen mentve ide:
is: Skýrsla vistuð með góðum árangri á:
ro: Raport salvat cu succes în:
sk: Správa bola úspešne uložená do:
sv: Rapportet har sparats framgångsrikt till:
uk: Звіт успішно збережено за адресою:

source: Used:
bg: Използвано:
cs: Použito:
el: Χρησιμοποιήθηκε:
fi: Käytetty:
he: שימושי:
hr: Korišteno:
hu: Használva:
is: Notaður:
ro: Utilizat:
sk: Použité:
sv: Används:
uk: Використано:

source: Usage:
bg: Използване:
cs: Použití:
el: Χρήση:
fi: Käyttö:
he: שימוש:
hr: Korištenje:
hu: Használat:
is: Notkun:
ro: Utilizare:
sk: Použitie:
sv: Användning:
uk: Використання:

source: Size:
bg: Размер:
cs: Velikost:
el: Μέγεθος:
fi: Koko:
he: גודל:
hr: Veličina:
hu: Méret:
is: Stærð:
ro: Dimensiune:
sk: Veľkosť:
sv: Storlek:
uk: Розмір:

source: Free:
bg: Безплатно:
cs: Zdarma:
el: Δωρεάν:
fi: Ilmainen:
he: חינם:
hr: Besplatno:
hu: Ingyenes:
is: Frítt:
ro: Gratuit:
sk: Bezplatné:
sv: Gratis:
uk: Безкоштовно:

source: Distro:
bg: Дистрибуция:
el: Διανομή:
fi: Jakelu:
he: דיסטרו:
hr: Distribucija:
ro: Distribuție:
sv: Distribution:
uk: Дистрибутив:

source: Install Date:
bg: Дата на инсталиране:
cs: Datum instalace:
el: Ημερομηνία εγκατάστασης:
fi: Asennuspäivämäärä:
he: תאריך התקנה:
hr: Datum instalacije:
hu: Telepítési dátum:
is: Dagsetning uppsetningar:
ro: Data instalării:
sk: Dátum inštalácie:
sv: Installationsdatum:
uk: Дата встановлення:

source: Kernel:
bg: Ядро:
cs: Jádro:
el: Πυρήνας:
fi: Ydin:
he: קרנל:
hr: Jezgra:
is: Kjarni:
ro: Nucleu:
sk: Jadro:
sv: Kärna:
uk: Ядро:

source: USB Hubs & Controllers
bg: USB хъбове и контролери
cs: USB huby a ovladače
el: USB Κόμβοι & Ελεγκτές
fi: USB-hubit ja ohjaimet
he: האביזרים והבקרים של USB
hr: USB hubovi i kontroleri
hu: USB elosztók és vezérlők
is: USB miðlar og stjórnendur
ro: Hub-uri și Controlere USB
sk: USB huby a ovládače
sv: USB-hubbar och kontrollerar
uk: USB концентратори та контролери

source: ports
bg: портове
cs: porty
el: θύρες
fi: portit
he: פורטס
hr: portovi
hu: portok
is: hafnir
ro: porturi
sk: porty
sv: portar
uk: порти

source: Mode
bg: Режим
cs: Režim
el: Λειτουργία
fi: Tila
he: מצב
hr: Način
hu: Módusz
is: Rejim
ro: Modă
sk: Režim
sv: Läge
uk: Режим

source: Loading
bg: Зареждане
cs: Načítání
el: Φόρτωση
fi: Lataaminen
he: טוען
hr: Učitavanje
hu: Betöltés
is: Hleð inn
ro: Încărcare
sk: Načítanie
sv: Laddar
uk: Завантаження

source: Admin Access Unavailable
bg: Достъпът на администратора е недостъпен
cs: Administrátorský přístup není k dispozici
el: Μη διαθέσιμη πρόσβαση διαχειριστή
fi: Ylläpito-oikeudet eivät ole käytettävissä.
he: גישה למנהל אינה זמינה
hr: Administratorski pristup nije dostupan
hu: Admin hozzáférés nem elérhető
is: Aðgangur að stjórnanda ófáanlegur
ro: Acces Admin Inexistent
sk: Prístup správcu nie je k dispozícii
sv: Administratörsåtkomst otillgänglig
uk: Доступ адміністратора недоступний

source: The pkexec command is not available on this system.
bg: Командата pkexec не е налична в тази система.
cs: Příkaz pkexec není na tomto systému k dispozici.
el: Η εντολή pkexec δεν είναι διαθέσιμη σε αυτό το σύστημα.
fi: pkexec-komentoa ei ole saatavilla tässä järjestelmässä.
he: פקודת pkexec אינה זמינה במערכת זו.
hr: Naredba pkexec nije dostupna na ovom sustavu.
hu: A pkexec parancs nem elérhető ezen a rendszeren.
is: The pkexec skipun er ekki tiltækur á þessu kerfi.
ro: Comanda pkexec nu este disponibilă pe acest sistem.
sk: Príkaz pkexec nie je na tomto systéme k dispozícii.
sv: pkexec-kommandot är inte tillgängligt på detta system.
uk: Команда pkexec недоступна в цій системі.

source: more lines hidden
bg: повече редове скрити
cs: více řádků skryto
el: περισσότερες γραμμές κρυφές
fi: lisää rivejä piilotettu
he: שורות נוספות מוסתרות
hr: više redaka skriveno
hu: több sor rejtve
is: fleiri línur faldar
ro: mai multe linii ascunse
sk: viac riadkov skrytých
sv: fler rader dolda
uk: більше рядків приховано

source: Showing all
bg: Показване на всичко
cs: Zobrazení všeho
el: Εμφάνιση όλων
fi: Näytetään kaikki
he: מראה הכל
hr: Prikazivanje svega
hu: Minden megjelenítése
is: Sýna allt
ro: Afișare toate
sk: Zobraziť všetko
sv: Visar allt
uk: Показати все

source: lines
bg: линии
cs: čáry
el: γραμμές
fi: viivat
he: שורות
hr: linije
hu: sorok
is: línur
ro: linii
sk: riadky
sv: linjer
uk: рядки

source: Requires Administrator
bg: Изисква администраторски права
cs: Vyžaduje administrátora
el: Απαιτείται Διαχειριστής
fi: Vaaditaan järjestelmänvalvojaa
he: דרוש מנהל מערכת
hr: Zahteva administratora
hu: Rendszeradminisztrátori jogosultság szükséges
is: Krafar stjórnanda
ro: Necesită Administrator
sk: Vyžaduje administrátora
sv: Kräver administratörsrättigheter
uk: Потрібен адміністратор

source: Click to run as administrator and show
bg: Щракнете, за да стартирате като администратор и покажете
cs: Klikněte pro spuštění jako správce a zobrazit
el: Κάντε κλικ για εκτέλεση ως διαχειριστής και εμφάνιση
fi: Napsauta suorittaaksesi järjestelmänvalvojana ja näyttääksesi
he: לחץ כדי להריץ כמנהל ולהציג
hr: Kliknite za pokretanje kao administrator i prikažite
hu: Kattintson a futtatáshoz rendszergazdaként és megjelenítéshez
is: Smelltu til að keyra sem stjórnandi og sýna
ro: Faceți clic pentru a rula ca administrator și a arăta
sk: Kliknite na spustenie ako správca a zobrazenie
sv: Klicka för att köra som administratör och visa
uk: Натисніть, щоб запустити від імені адміністратора та показати

source: Administrator Access Required
bg: Изисква се администраторски достъп
cs: Vyžaduje se přístup správce
el: Απαιτείται Πρόσβαση Διαχειριστή
fi: Vaaditaan järjestelmänvalvojan pääsyä
he: דרישת גישה למנהל
hr: Potrebna je administratorska prava
hu: Adminisztrátori hozzáférés szükséges
is: þarf aðgang að stjórnanda
ro: Acces de Administrator Necesare
sk: Vyžaduje sa prístup správcu
sv: Administratörsbehörighet krävs
uk: Потрібен доступ адміністратора

source: Some hardware information requires administrator privileges to access. Do you want to reload with elevated access?
bg: Някои хардуерни данни изискват администраторски права за достъп. Искате ли да презаредите с повишени права?
cs: Některé informace o hardwaru vyžadují oprávnění správce pro přístup. Chcete znovu načíst s vyššími oprávněními?
el: Ορισμένες πληροφορίες υλικού απαιτούν δικαιώματα διαχειριστή για πρόσβαση. Θέλετε να επαναφορτώσετε με ανυψωμένη πρόσβαση;
fi: Jotkin laitteistotiedot vaativat järjestelmänvalvojan oikeudet päästäkseen käsiksi. Haluatko ladata uudelleen korotetuilla oikeuksilla?
he: מידע מסוים על חומרה דורש הרשאות מנהל גישה. האם אתה רוצה לטעון מחדש עם גישה מוגבהת?
hr: Neke informacije o hardveru zahtijevaju administratorske privilegije za pristup. Želite li ponovo učitati s povišenim pristupom?
hu: Néhány hardverinformáció eléréséhez rendszergazdai jogosultságok szükségesek. Szeretné újratölteni emelt jogosultsággal?
is: Sumar upplýsingar um vélbúnað krafist stjórnandaheimildum til að fá aðgang. Viltu hlaða aftur með hækkuðum aðgangi?
ro: Unele informații hardware necesită privilegii de administrator pentru a fi accesate. Doriți să reîncărcați cu acces elevat?
sk: Niektoré hardvérové informácie vyžadujú administrátorské oprávnenia na prístup. Chcete znovu načítať s zvýšeným prístupom?
sv: Viss hårdvaruinformation kräver administratörsbehörighet för att få åtkomst. Vill du ladda om med förhöjd åtkomst?
uk: Деяка інформація про апаратне забезпечення вимагає прав адміністратора для доступу. Ви хочете перезавантажити з підвищеними правами?

source: Reload as Admin
bg: Презареди като администратор
cs: Načíst jako správce
el: Επαναφόρτωση ως Διαχειριστής
fi: Lataa uudelleen järjestelmänvalvojana
he: טען מחדש כמנהל
hr: Ponovno učitaj kao administrator
hu: Újratöltés rendszergazdaként
is: Endurhlaða sem aðili
ro: Reîncărcați ca Administrator
sk: Načítať ako správca
sv: Ladda om som administratör
uk: Перезавантажити як адміністратор

source: Total Storage:
bg: Обща памет:
cs: Celková kapacita úložiště:
el: Συνολική Αποθήκευση:
fi: Kokonaisvarasto:
he: אחסון כולל:
hr: Ukupno pohrane:
hu: Összes tárolás:
is: Heildar geymsla:
ro: Stoc total:
sk: Celková kapacita úložiska:
sv: Total lagring:
uk: Загальний обсяг пам'яті:

source: Used:
bg: Използвано:
cs: Použito:
el: Χρησιμοποιήθηκε:
fi: Käytetty:
he: שימושי:
hr: Korišteno:
hu: Használva:
is: Notaður:
ro: Utilizat:
sk: Použité:
sv: Används:
uk: Використано:

source: Copy
bg: Копирайт
cs: Kopírovat
el: Αντιγραφή
fi: Kopioi
he: העתק
hr: Kopiraj
hu: Másolás
is: Afritað
ro: Copiază
sk: Kopírovať
sv: Kopiera
uk: Копіювати

source: Total Memory:
bg: Обща памет:
cs: Celková paměť:
el: Συνολική Μνήμη:
fi: Kokonaismuisti:
he: זיכרון כולל:
hr: Ukupna memorija:
hu: Összes memória:
is: Heildar minni:
ro: Memorie totală:
sk: Celková pamäť:
sv: Total minne:
uk: Загальна пам'ять:

source: used
bg: използван
cs: použito
el: χρησιμοποιήθηκε
fi: käytetty
he: שימושי
hr: korišteno
hu: használt
is: notaður
ro: utilizat
sk: používané
sv: används
uk: використовувався

source: Memory Modules
bg: Модули памет
cs: Paměťové moduly
el: Μνήμες
fi: Muistimoduulit
he: מודולי זיכרון
hr: Memorijski moduli
hu: Memória modulok
is: minnihólf
ro: Module de memorie
sk: Pamäťové moduly
sv: Minnesmoduler
uk: Модулі пам'яті

source: Priority:
bg: Приоритет:
cs: Priorita:
el: Προτεραιότητα:
fi: Prioriteetti:
he: עדיפות:
hr: Prioritet:
hu: Prioritás:
is: Forgangur:
ro: Prioritate:
sk: Priorita:
sv: Prioritet:
uk: Пріоритет:

source: Compression:
bg: Сжатие:
cs: Komprese:
el: Συμπίεση:
fi: Pakkaus:
he: דחיסה:
hr: Komprimiranje:
hu: Tömörítés:
is: Þjöppun:
ro: Compresie:
sk: Komprimácia:
sv: Komprimering:
uk: Стиснення:

source: Device:
bg: Устройство:
cs: Zařízení:
el: Συσκευή:
fi: Laite:
he: מכשיר:
hr: Uređaj:
hu: Eszköz:
is: Tæki:
ro: Dispozitiv:
sk: Zariadenie:
sv: Enhet:
uk: Пристрій:

source: Total:
bg: Общо:
cs: Celkem:
el: Σύνολο:
fi: Yhteensä:
he: סך הכל:
hr: Ukupno:
hu: Összesen:
is: Heildar:
sk: Celkom:
sv: Totalt:
uk: Всього:

source: Usage:
bg: Използване:
cs: Použití:
el: Χρήση:
fi: Käyttö:
he: שימוש:
hr: Korištenje:
hu: Használat:
is: Notkun:
ro: Utilizare:
sk: Použitie:
sv: Användning:
uk: Використання:

source: Capacity:
bg: Капацитет:
cs: Kapacita:
el: Χωρητικότητα:
fi: Kapasiteetti:
he: קיבולת:
hr: Kapacitet:
hu: Kapacitás:
is: Rúmtak:
ro: Capacitate:
sk: Kapacita:
sv: Kapacitet:
uk: Ємність:

source: Modules:
bg: Модули:
cs: Moduly:
el: Μονάδες:
fi: Moduulit:
he: מודולים:
hr: Moduli:
hu: Modulok:
is: Modularar:
ro: Module:
sk: Moduly:
sv: Moduler:
uk: Модулі:

source: Slots:
bg: Слотове:
cs: Sloty:
el: Κουλοχέρηδες:
fi: Kolikot:
he: סלוטים:
hr: Slotovi:
hu: Slotok:
is: Raufar
ro: Sloturi:
sk: Sloty:
sv: Spelautomater:
uk: Слоти:

source: Thread Speeds
bg: Скорости на нишките
cs: Rychlosti vláken
el: Ταχύτητες Νημάτων
fi: Lankanopeudet
he: מהירויות חוטים
hr: Brzina niti
hu: Szálsebességek
is: Þráðahraðar
ro: Vitezele firului
sk: Rýchlosti vlákien
sv: Tråd hastigheter
uk: Швидкості потоків

source: Thread
bg: Нишка
cs: Vlákno
el: Νήμα
fi: Lanka
he: חוט
hr: Nit
hu: Szál
is: Þráður
ro: Fir
sk: Vlákno
sv: Tråd
uk: Потік

source: CPU Flags
bg: CPU флагове
cs: CPU Příznaky
el: Σημαίες CPU
fi: CPU-liput
he: דגלי מעבד
hr: CPU zastavice
hu: CPU zászlók
is: CPU Flaggirðir
ro: Fluturile CPU
sk: CPU prapory
sv: CPU-flaggor
uk: Флаги ЦПУ

source: CPU Vulnerabilities
bg: Уязвимости на процесора
cs: Zranitelnosti CPU
el: Ευπάθειες CPU
fi: CPU-haavoittuvuudet
he: פגיעויות מעבד
hr: CPU ranjivosti
hu: CPU sebezhetőségek
is: CPU veikleikar
ro: Vulnerabilități CPU
sk: Zraniteľnosti CPU
sv: CPU-sårbarheter
uk: Вразливості ЦП

source: Model:
bg: Модел:
el: Μοντέλο:
fi: Malli:
he: מודל:
hu: Modell:
is: Gerð:
sv: Modell:
uk: Модель:
