Repository: biglinux/big-hardware-info
Catalog: locale/*.po
Languages: bg, cs, el, fi, fr, he, hr, hu, is, nl, ro, sk, sv, uk

source: Free: {free}
cs: Zdarma: {free}
fi: Ilmainen: {free}
fr: Gratuit : {free}
hr: Besplatno: {free}
nl: Vrij: {free}
sv: Gratis: {free}

source: Usage: {usage}
cs: Použití: {usage}
fi: Käyttö: {usage}
fr: Utilisation : {usage}
hr: Korištenje: {usage}
nl: Gebruik: {usage}
sv: Användning: {usage}

source: === System Info ===
bg: === Информация за системата ===
cs: === Informace o systému ===
el: === Πληροφορίες Συστήματος ===
fi: === Järjestelmän tiedot ===
fr: === Informations système ===
he: === מידע מערכת ===
hr: === Informacije o sustavu ===
hu: === Rendszerinformáció ===
is: === Kerfissupplýsingar ===
nl: === Systeeminformatie ===
ro: === Informații sistem ===
sk: === Informácie o systéme ===
sv: === Systeminformation ===
uk: === Інформація про систему ===

source: Install Date: {date}
cs: Datum instalace: {date}
fi: Asennuspäivämäärä: {date}
fr: Date d'installation : {date}
hr: Datum instalacije: {date}
nl: Installatiedatum: {date}
sv: Installationsdatum: {date}

source: Kernel: {kernel}
cs: Jádro: {kernel}
fi: Ydin: {kernel}
fr: Noyau : {noyau}
hr: Jezgra: {kernel}
sv: Kärna: {kernel}

source: No sensor data available
bg: Няма налични данни от сензора
cs: Žádná data senzoru nejsou k dispozici.
el: Δεν είναι διαθέσιμα δεδομένα αισθητήρα.
fi: Ei anturidataa saatavilla
fr: Aucune donnée de capteur disponible
he: אין נתוני חיישן זמינים
hr: Nema dostupnih podataka senzora
hu: Nincs elérhető érzékelőadat.
is: Engin skynsludata tiltæk.
nl: Geen sensorgegevens beschikbaar
ro: Nu sunt disponibile datele senzorului.
sk: Žiadne údaje zo senzora nie sú k dispozícii.
sv: Ingen sensordata tillgänglig
uk: Немає доступних даних датчика

source: System Temperatures
bg: Температури на системата
cs: Teploty systému
el: Θερμοκρασίες Συστήματος
fi: Järjestelmän lämpötilat
fr: Températures du système
he: טמפרטורות מערכת
hr: Temperatura sustava
hu: Rendszerhőmérsékletek
is: Kerfistemperaturar
nl: Systeemtemperaturen
ro: Temperaturi ale sistemului
sk: Teploty systému
sv: Systemtemperaturer
uk: Температури системи

source: Fan Speeds
bg: Скорости на вентилатора
cs: Rychlosti ventilátorů
el: Ταχύτητες ανεμιστήρα
fi: Tuulettimen nopeudet
fr: Vitesses du ventilateur
he: מהירויות מאוורר
hr: Brzine ventilatora
hu: Ventilátor sebességek
is: Viftirhraðar
nl: Ventilator Snelheden
ro: Vite ventilator
sk: Rýchlosti ventilátorov
sv: Fläktvarvtal
uk: Швидкості вентиляторів

source: Detailed Sensor Data (sensors)
bg: Подробни данни за сензорите (сензори)
cs: Podrobné údaje o senzorech (senzory)
el: Λεπτομερή Δεδομένα Αισθητήρων (αισθητήρες)
fi: Yksityiskohtaiset anturidata (anturit)
fr: Données détaillées des capteurs (capteurs)
he: נתוני חיישן מפורטים (חיישנים)
hr: Detaljni podaci senzora (senzori)
hu: Részletes érzékelő adatok (érzékelők)
is: Nákvæm skynjaragögn (skynjarar)
nl: Gedetailleerde sensorgegevens (sensoren)
ro: Date senzori detaliate (senzori)
sk: Podrobné údaje o senzore (senzory)
sv: Detaljerad sensorinformation (sensorer)
uk: Детальні дані датчиків (датчики)

source: View device info on Linux Hardware Database See driver compatibility and troubleshooting tips
bg: Преглед на информация за устройството в базата данни за хардуер на Linux Вижте съвместимост на драйверите и съвети за отстраняване на проблеми
cs: Zobrazit informace o zařízení v databázi hardwaru Linuxu Zobrazit kompatibilitu ovladačů a tipy pro řešení problémů
el: Δείτε πληροφορίες συσκευής στη Βάση Δεδομένων Υλικού Linux Δείτε τη συμβατότητα προγραμμάτων οδήγησης και συμβουλές για την επίλυση προβλημάτων
fi: Näytä laiteinfo Linux-laitetietokannassa Katso ohjainyhteensopivuus ja vianetsintävinkit
fr: Afficher les informations sur le périphérique dans la base de données matérielle Linux Voir la compatibilité des pilotes et les conseils de dépannage
he: צפה במידע על המכשיר במאגר החומרה של לינוקס ראה תאימות דרייברים וטיפים לפתרון בעיות
hr: Pogledajte informacije o uređaju u Linux Hardverskoj Bazi Podataka Pogledajte kompatibilnost upravljača i savjete za rješavanje problema
hu: Nézd meg az eszköz információit a Linux Hardver Adatbázisban Nézd meg a meghajtó kompatibilitását és a hibaelhárítási tippeket
is: Skoða tækinfó á Linux vélbúnaðargagnagrunni Sjá ökumannarsamkomu og vandamálalausnartips
nl: Bekijk apparaatinformatie op de Linux Hardware Database Bekijk de compatibiliteit van stuurprogramma's en tips voor probleemoplossing
ro: Vizualizați informațiile dispozitivului în baza de date hardware Linux Consultați compatibilitatea driverului și sfaturile pentru depanare
sk: Zobraziť informácie o zariadení v databáze hardvéru Linuxu Zobraziť kompatibilitu ovládača a tipy na riešenie problémov
sv: Visa enhetsinformation på Linux-hårdvarudatabas Se drivrutinskompatibilitet och felsökningstips
uk: Переглянути інформацію про пристрій у базі даних апаратного забезпечення Linux Переглянути сумісність драйверів та поради з усунення несправностей

source: No system information available
bg: Няма налична системна информация
cs: Žádné informace o systému nejsou k dispozici.
el: Δεν είναι διαθέσιμες πληροφορίες συστήματος
fi: Ei järjestelmätietoja saatavilla
fr: Aucune information système disponible
he: אין מידע על המערכת זמין
hr: Nema dostupnih informacija o sustavu
hu: Nincs elérhető rendszerinformáció.
is: Enginupplýsingar ekki tiltækar
nl: Geen systeeminformatie beschikbaar
ro: Informații despre sistem indisponibile
sk: Žiadne systémové informácie nie sú k dispozícii.
sv: Ingen systeminformation tillgänglig
uk: Немає доступної інформації про систему

source: Compilers
bg: Компилатори
cs: Kompilátory
el: Μεταγλωττιστές
fi: Kääntäjät
fr: Compilateurs
he: קומפילרים
hr: Kompajleri
hu: Fordítók
is: Þýðendur
ro: Compilatoare
sk: Kompilátory
sv: Kompilatorer
uk: Компілери

source: Flatpak Packages
bg: Flatpak пакети
cs: Flatpak balíčky
el: Πακέτα Flatpak
fi: Flatpak-paketit
fr: Paquets Flatpak
he: חבילות Flatpak
hr: Flatpak paketi
hu: Flatpak csomagok
is: Flatpak pakkar
nl: Flatpak-pakketten
ro: Pachete Flatpak
sk: Flatpak balíky
sv: Flatpak-paket
uk: Flatpak Пакунки

source: Hostname
bg: Име на хост
cs: Název hostitele
el: Όνομα υπολογιστή
fi: Isäntänimi
fr: Nom d'hôte
he: שם המחשב
hr: Naziv računala
hu: Gazdagép név
is: Þjónustunafn
nl: Hostnaam
ro: Nume gazdă
sk: Názov hostiteľa
sv: Värdnamn
uk: Ім'я хоста

source: Desktop
bg: Работен плот
el: Επιφάνεια εργασίας
fi: Työpöytä
fr: Bureau
he: שולחן עבודה
hr: Radna površina
hu: Asztal
is: Skráborð
nl: Bureaublad
sv: Skrivbord
uk: Стіл робочого столу

source: Shell
bg: Обвивка
el: Κέλυφος
fi: Kuori
fr: Coquille
he: שֶׁלָּל
hr: Ljusna
is: Skel.
nl: Schaal
sv: Skal
uk: Оболонка

source: Init System
bg: Инициализиране на система
cs: Iniciační systém
el: Σύστημα Εκκίνησης
fi: Alustajärjestelmä
fr: Système d'initialisation
he: מערכת הפעלה
hr: Inicijalizacijski sustav
hu: Rendszer inicializálása
is: Inngangskerfi
nl: Init-systeem
ro: Sistem de inițializare
sk: Iniciačný systém
uk: Система ініціалізації

source: Session Type
bg: Тип сесия
cs: Typ relace
el: Τύπος Συνεδρίας
fi: Istuntotyyppi
fr: Type de session
he: סוג מפגש
hr: Vrsta sesije
hu: Munkamenet típusa
is: Tegund fundar
nl: Sessie Type
ro: Tip sesiune
sk: Typ relácie
sv: Sessions typ
uk: Тип сесії

source: Uptime
bg: Наличност
cs: Dostupnost
el: Διαθεσιμότητα
fi: Käytettävyysaika
fr: Temps de disponibilité
he: זמן פעולה
hr: Dostupnost
hu: Üzemidő
nl: Beschikbaarheid
ro: Timp de funcționare
sk: Prevádzková doba
sv: Driftstid
uk: Час безвідмовної роботи

source: Window Manager
bg: Мениджър на прозорци
cs: Správce oken
el: Διαχειριστής Παραθύρων
fi: Ikkunanhallinta
fr: Gestionnaire de fenêtres
he: מנהל חלונות
hr: Upravitelj prozora
hu: Ablakkezelő
is: Gluggastjóri
nl: Vensterbeheerder
ro: Manager de feronțe
sk: Správca okien
sv: Fönsterhanterare
uk: Менеджер вікон

source: Terminal
bg: Терминал
cs: Terminál
el: Τερματικός
fi: Pääte
he: טרמינל
hu: Terminál
sk: Terminál
uk: Термінал

source: Display Manager
bg: Дисплей мениджър
cs: Správce zobrazení
el: Διαχειριστής Εμφάνισης
fi: Näyttöhallinta
fr: Gestionnaire d'affichage
he: מנהל תצוגה
hr: Upravitelj prikaza
hu: Kijelzőkezelő
is: Sýningastjóri
nl: Weergavebeheerder
ro: Manager de Afișare
sk: Správca zobrazenia
sv: Visningshanterare
uk: Диспетчер відображення

source: Compositor
bg: Композиратор
cs: Skládací program
el: Συνθέτης
fi: Koostaja
fr: Compositeur
he: קומפוזיטור
hr: Sastavljač
hu: Összeállító
is: Sammblari
ro: Compozitor
sk: Kompozitor
sv: Kompositör
uk: Композитор

source: Processes
bg: Процеси
cs: Procesy
el: Διεργασίες
fi: Prosessit
fr: Processus
he: תהליכים
hr: Procesi
hu: Folyamatok
is: Ferlarar
nl: Processen
ro: Procese
sk: Procesy
sv: Processer
uk: Процеси

source: Packages
bg: Пакети
cs: Balíčky
el: Πακέτα
fi: Pakettit
fr: Paquets
he: חבילות
hr: Paketi
hu: Csomagok
is: Pakkar
nl: Pakketten
ro: Pachete
sk: Balíky
sv: Paket
uk: Пакунки

source: Locale
bg: Локализация
cs: Nastavení oblasti
el: Τοποθεσία
fi: Paikkakunta
fr: Paramètre régional
he: אזור שפה
hr: Lokacija
hu: Helyi
is: staðsetning
sk: Lokalita
sv: Språkregion
uk: Локаль

source: Top Processes
bg: Най-важни процеси
cs: Hlavní procesy
el: Κορυφαίες Διαδικασίες
fi: Yleisimmät prosessit
fr: Processus principaux
he: תהליכים מובילים
hr: Najvažniji procesi
hu: Legfontosabb folyamatok
is: Aðalferlar
nl: Topprocessen
ro: Procese de vârf
sk: Hlavné procesy
sv: Toppprocesser
uk: Топ процеси

source: CPU Usage
bg: Използване на ЦПУ
cs: Využití CPU
el: Χρήση CPU
fi: CPU-käyttö
fr: Utilisation du processeur
he: שימוש במעבד
hr: Korištenje CPU-a
hu: CPU kihasználtság
is: CPU notkun
nl: CPU-gebruik
ro: Utilizare CPU
sk: Využitie CPU
sv: CPU-användning
uk: Використання ЦПУ

source: Memory Usage
bg: Използване на паметта
cs: Využití paměti
el: Χρήση Μνήμης
fi: Muistin käyttö
fr: Utilisation de la mémoire
he: שימוש בזיכרון
hr: Korištenje memorije
hu: Memóriahasználat
is: minniskunnun
nl: Geheugengebruik
ro: Utilizare memorie
sk: Využitie pamäte
sv: Minnesanvändning
uk: Використання пам'яті

source: Packages & Repositories
bg: Пакети и хранилища
cs: Balíčky a repozitáře
el: Πακέτα & Αποθετήρια
fi: Pakettien ja varastojen hallinta
fr: Paquets et dépôts
he: חבילות ומאגרים
hr: Paketi i repozitoriji
hu: Csomagok és Tárolók
is: Pakkar & Geymslur
nl: Pakketten & Repositories
ro: Pachete și Repositoare
sk: Balíky a repozitáre
sv: Paket och Repositories
uk: Пакунки та репозиторії

source: Active Repositories
bg: Активни хранилища
cs: Aktivní repozitáře
el: Ενεργά Αποθετήρια
fi: Aktiiviset varastot
fr: Dépôts actifs
he: מאגרי פעילים
hr: Aktivni repozitoriji
hu: Aktív tárolók
is: Virkar Geymslur
nl: Actieve Repositories
ro: Repositoare active
sk: Aktívne repozitáre
sv: Aktiva Repositories
uk: Активні репозиторії

source: Battery
bg: Батерия
cs: Baterie
el: Μπαταρία
fi: Akku
fr: Batterie
he: סוללה
hr: Baterija
hu: Akkumulátor
is: Battería
nl: Batterij
ro: Baterie
sk: Batéria
sv: Batteri
uk: Акумулятор

source: Condition
bg: Условие
cs: Podmínka
el: Κατάσταση
fi: Ehto
fr: Conditionnement
he: מצב
hr: Stanje
hu: Állapot
is: Skilyrði
nl: Voorwaarde
ro: Condiție
sk: Podmienka
sv: Villkor
uk: Умова

source: Cycles
bg: Цикли
cs: Cyklus
el: Κύκλοι
fi: Syklit
he: מחזורים
hr: Ciklusi
hu: Ciklusok
is: Hringir
nl: Cycli
ro: Cicluri
sk: Cyklusy
sv: Cykler
uk: Цикли

source: Min Voltage
bg: Минимално напрежение
cs: Minimální napětí
el: Ελάχιστη Τάση
fi: Minimi jännite
fr: Tension minimale
he: מתח מינימלי
hr: Min Napon
hu: Min feszültség
is: Min Spenna
nl: Min Spanning.
ro: Tensiune minimă
sk: Minimálne napätie
sv: Min spänning
uk: Мінімальна напруга

source: Serial
bg: Сериен
cs: Sériové číslo
el: Σειριακός
fi: Sarjanumero
fr: Série
he: סידורי
hr: Serijski
hu: Sorozatszám
is: Röðunar númer
nl: Serieel
ro: Serie
sk: Sériové číslo
sv: Serienummer
uk: Серіал

source: Connected Devices
bg: Свързани устройства
cs: Připojená zařízení
el: Συνδεδεμένες Συσκευές
fi: Yhdistetyt laitteet
fr: Appareils connectés
he: מכשירים מחוברים
hr: Povezani uređaji
hu: Csatlakoztatott eszközök
is: Tengd tæki
nl: Verbonden Apparaten
ro: Dispozitive conectate
sk: Pripojené zariadenia
sv: Anslutna enheter
uk: Підключені пристрої

source: Class
bg: Клас
cs: Třída
el: Κλάση
fi: Luokka
fr: Classe
he: כיתה
hr: Klasa
hu: Osztály
is: Flokkur
nl: Klasse
ro: Clasă
sk: Trieda
sv: Klass
uk: Клас

source: Speed
bg: Скорост
cs: Rychlost
el: Ταχύτητα
fi: Nope.
fr: Vitesse
he: מהירות
hr: Brzina
hu: Sebesség
is: Hraði
nl: Snelheid
ro: Viteză
sk: Rýchlosť
sv: Hastighet
uk: Швидкість

source: Ports
bg: Портове
cs: Porty
el: Θύρες
fi: Portit
he: פורטס
hr: Portovi
hu: Portok
is: Portar
nl: Poorten
ro: Porturi
sk: Porty
sv: Portar
uk: Порти

source: Device ID
bg: Идентификатор на устройството
cs: ID zařízení
el: Αναγνωριστικό συσκευής
fi: Laitteen tunnus
fr: ID de l'appareil
he: מזהה מכשיר
hr: ID uređaja
hu: Eszközazonosító
is: Tækniauðkenni
nl: Apparaat-ID
ro: ID dispozitiv
sk: ID zariadenia
sv: Enhets-ID
uk: Ідентифікатор пристрою

source: Bus
bg: Автобус
cs: Autobus
el: Λεωφορείο
fi: Bussi
fr: Autobus
he: אוטובוס
hr: Autobus
hu: Busz
is: Strætó
ro: Autobuz
sk: Autobus
sv: Buss
uk: Автобус

source: USB Hubs & Controllers ({count})
cs: USB huby a ovladače ({count})
fi: USB-hubit ja ohjaimet ({count})
fr: Hubs et contrôleurs USB ({count})
hr: USB hubovi i kontroleri ({count})
nl: USB-hubs en -controllers ({count})
sv: USB-hubbar och kontroller ({count})

source: Hub
bg: Хъб
el: Κόμβος
fi: Keskus
he: האב
hr: Središte
hu: Központ
is: Hubburður
sk: Uzol
sv: Navpunkt
uk: Вузол

source: {count} ports
cs: {count} portů
fi: {count} porttia
hr: {count} portova
nl: {aantal} poorten
sv: {count} portar

source: Mode {mode}
cs: Režim {mode}
fi: Tila {mode}
hr: Način {mode}
nl: Modus {mode}
sv: Läge {mode}

source: System USB Controllers ({count} devices)
bg: Системни USB контролери ({count} устройства)
cs: Ovladače USB systému ({count} zařízení)
el: Ελεγκτές USB συστήματος ({count} συσκευές)
fi: Järjestelmän USB-ohjaimet ({count} laitetta)
fr: Contrôleurs USB système ({count} appareils)
he: בקרי USB במערכת ({count} מכשירים)
hr: Sustavi USB kontrolera ({count} uređaja)
hu: Rendszer USB vezérlők ({count} eszköz)
is: Kerfi USB stýringar ({count} tæki)
nl: Systeem USB-controllers ({count} apparaten)
ro: Controlere USB ale sistemului ({count} dispozitive)
sk: Ovládače USB systému ({count} zariadení)
sv: System USB-kontroller ({count} enheter)
uk: Системні USB контролери ({count} пристроїв)

source: Copy to clipboard
bg: Копирай в клипборда
cs: Kopírovat do schránky
el: Αντιγραφή στο πρόχειρο
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתק ללוח שנה
hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
is: Afrita í skyndiminni
nl: Kopiëren naar klembord
ro: Copiați în clipboard
sk: Kopírovať do schránky
sv: Kopiera till urklipp
uk: Скопіювати в буфер обміну

source: Big Hardware Info
cs: Velké informace o hardwaru
fi: Suuri laitteistotieto
fr: Informations sur le matériel important
hr: Velike informacije o hardveru
nl: Grote Hardware-informatie
sv: Stora hårdvaruinformationer

source: About Big Hardware Info
cs: O aplikaci Big Hardware Info
fi: Tietoa Big Hardware Infosta
fr: À propos de Big Hardware Info
hr: O Big Hardware Info
nl: Over Big Hardware Info
sv: Om Big Hardware Info

source: Refresh hardware information (Ctrl+R)
bg: Обнови информацията за хардуера (Ctrl+R)
cs: Obnovit informace o hardwaru (Ctrl+R)
el: Ανανεώστε τις πληροφορίες υλικού (Ctrl+R)
fi: Päivitä laitetiedot (Ctrl+R)
fr: Actualiser les informations matérielles (Ctrl+R)
he: רענן מידע חומרה (Ctrl+R)
hr: Osvježi informacije o hardveru (Ctrl+R)
hu: Hardverinformáció frissítése (Ctrl+R)
is: Að endurnýja vélbúnaðarupplýsingar (Ctrl+R)
nl: Vernieuw hardware-informatie (Ctrl+R)
ro: Actualizează informațiile hardware (Ctrl+R)
sk: Obnoviť informácie o hardvéri (Ctrl+R)
sv: Uppdatera hårdvaruinformation (Ctrl+R)
uk: Оновити інформацію про апаратне забезпечення (Ctrl+R)

source: Collect restricted data (requires admin)
bg: Събиране на ограничени данни (изисква администраторски права)
cs: Shromáždit omezená data (vyžaduje administrátora)
el: Συλλογή περιορισμένων δεδομένων (απαιτεί διαχειριστικά δικαιώματα)
fi: Kerää rajoitettua tietoa (vaatii järjestelmänvalvojan oikeudet)
fr: Collecter des données restreintes (nécessite des droits d'administrateur)
he: איסוף נתונים מוגבלים (דרוש מנהל)
hr: Prikupi ograničene podatke (zahtijeva administratora)
hu: Gyűjtsd össze a korlátozott adatokat (adminisztrátori jogok szükségesek)
is: Safna takmarkaðar gögn (krafist stjórnanda)
nl: Verzamel beperkte gegevens (vereist beheerder)
ro: Colectați date restricționate (necesită administrator)
sk: Zbierajte obmedzené údaje (vyžaduje administrátora)
sv: Samla in begränsade uppgifter (kräver administratör)
uk: Збирати обмежені дані (потрібен адміністратор)

source: Search...
bg: Търсене...
cs: Hledat...
el: Αναζήτηση...
fi: Etsi...
fr: Recherche...
he: חפש...
hr: Pretraži...
hu: Keresés...
is: Leita...
nl: Zoeken...
ro: Caută...
sk: Hľadať...
sv: Sök...
uk: Пошук...

source: About
bg: За програмата
cs: O aplikaci
el: Σχετικά
fi: Tietoja
fr: À propos
he: אודות
hr: O aplikaciji
hu: Névjegy
is: Um umfjöllun
nl: Over
ro: Despre
sk: O aplikácii
sv: Om
uk: Про програму

source: Collecting hardware information...
bg: Събиране на информация за хардуер...
cs: Shromažďování informací o hardwaru...
el: Συλλογή πληροφοριών υλικού...
fi: Kerätään laitetietoja...
fr: Collecte des informations matérielles...
he: איסוף מידע על חומרה...
hr: Prikupljanje informacija o hardveru...
hu: Hardverinformációk gyűjtése...
is: Safna vélbúnaðarupplýsingum...
nl: Hardware-informatie verzamelen...
ro: Colectarea informațiilor hardware...
sk: Zbieranie informácií o hardvéri...
sv: Samlar hårdvaruinformation...
uk: Збирання інформації про апаратне забезпечення...

source: Loading {category}... ({progress}%)
cs: Načítání {category}... ({progress}%)
fi: Ladataan {category}... ({progress}%)
fr: Chargement de {category}... ({progress}%)
hr: Učitavanje {category}... ({progress}%)
nl: Laden {category}... ({progress}%)
sv: Laddar {category}... ({progress}%)

source: Opening in browser...
bg: Отваряне в браузъра...
cs: Otevírání v prohlížeči...
el: Άνοιγμα στον περιηγητή...
fi: Avaaminen selaimessa...
fr: Ouverture dans le navigateur...
he: נפתח בדפדפן...
hr: Otvaranje u pregledniku...
hu: Böngésző megnyitása...
is: Opna í vafra...
ro: Deschidere în browser...
sk: Otvorenie v prehliadači...
sv: Öppnar i webbläsare...
uk: Відкриття в браузері...

source: Copy category data to clipboard
bg: Копирайте данните за категорията в клипборда.
cs: Kopírovat data kategorie do schránky
el: Αντιγραφή δεδομένων κατηγορίας στο πρόχειρο
fi: Kopioi luokan tiedot leikepöydälle
fr: Copier les données de catégorie dans le presse-papiers
he: העתק נתוני קטגוריה ללוח הגזרים
hr: Kopiraj podatke kategorije u međuspremnik
hu: Másolás kategória adatok a vágólapra
is: Aflaðu flokkagögn í klippiborð.
nl: Kopieer categoriedata naar het klembord
ro: Copiați datele categoriei în clipboard
sk: Kopírovať údaje kategórie do schránky
sv: Kopiera kategoridata till urklipp
uk: Скопіювати дані категорії в буфер обміну

source: No data to copy
bg: Няма данни за копиране.
cs: Žádná data k zkopírování
el: Δεν υπάρχουν δεδομένα για αντιγραφή.
fi: Ei tietoja kopioitavaksi.
fr: Aucune donnée à copier
he: אין נתונים להעתקה
hr: Nema podataka za kopiranje
hu: Nincs másolat készítésére alkalmas adat.
is: Engin gögn til að afrita
nl: Geen gegevens om te kopiëren
ro: Niciun date de copiat
sk: Žiadne údaje na kopírovanie
sv: Inga data att kopiera
uk: Немає даних для копіювання

source: Data copied to clipboard
bg: Данните са копирани в клипборда.
cs: Data zkopírována do schránky
el: Δεδομένα αντιγράφηκαν στο πρόχειρο
fi: Tieto kopioitu leikepöydälle
fr: Données copiées dans le presse-papiers
he: הנתונים הועתקו ללוח.
hr: Podaci kopirani u međuspremnik
hu: Adatok másolva a vágólapra
is: Gagna afritað í klippiborð.
nl: Gegevens gekopieerd naar het klembord
ro: Datele au fost copiate în clipboard.
sk: Údaje skopírované do schránky
sv: Data kopierad till urklipp.
uk: Дані скопійовано в буфер обміну.

source: === {category} ===
cs: === {kategorie} ===
fi: === {kategoria} ===
fr: === {catégorie} ===
hr: === {kategorija} ===
nl: === {categorie} ===
sv: === {kategori} ===

source: Copied: {title}
cs: Zkopírováno: {title}
fi: Kopioitu: {title}
fr: Copié : {title}
hr: Kopirano: {title}
nl: Gekopieerd: {title}
sv: Kopierad: {title}

source: Copied to clipboard
bg: Копирано в клипборда
cs: Zkopírováno do schránky
el: Αντιγράφηκε στο πρόχειρο
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
he: הועתק ללוח הגזרים
hr: Kopirano u međuspremnik
hu: A vágólapra másolva
is: Afrit á skammta.
nl: Gekopieerd naar klembord
ro: Copiat în clipboard
sk: Skopírované do schránky
sv: Kopierad till urklipp
uk: Скопійовано в буфер обміну

source: Copy content to clipboard
bg: Копирай съдържание в клипборда
cs: Kopírovat obsah do schránky
el: Αντιγραφή περιεχομένου στο πρόχειρο
fi: Kopioi sisältö leikepöydälle
fr: Copier le contenu dans le presse-papiers
he: העתק תוכן ללוח העריכה
hr: Kopiraj sadržaj u međuspremnik
hu: Tartalom másolása a vágólapra
is: Kopiera efni í klippiborð
nl: Kopieer inhoud naar klembord
ro: Copiați conținutul în clipboard
sk: Kopírovať obsah do schránky
sv: Kopiera innehåll till urklipp
uk: Скопіювати вміст в буфер обміну

source: ... {count} more lines hidden
cs: ... {count} dalších řádků skryto
fi: ... {count} lisää riviä piilotettu
fr: ... {count} lignes supplémentaires masquées
hr: ... {count} više skrivenih linija
nl: ... {aantal} meer regels verborgen
sv: ... {count} fler rader dolda

source: Show less
bg: Покажи по-малко
cs: Zobrazit méně
el: Δείξε λιγότερα
fi: Näytä vähemmän
fr: Afficher moins
he: הצג פחות
hr: Prikaži manje
hu: Mutass kevesebbet
is: Sýna minna
nl: Toon minder
ro: Arată mai puțin
sk: Zobraziť menej
sv: Visa mindre
uk: Показати менше

source: Showing all {count} lines
cs: Zobrazení všech {count} řádků
fi: Näytetään kaikki {count} riviä
fr: Affichage de toutes les {count} lignes
hr: Prikazivanje svih {count} redaka
nl: Alle {count} regels weergeven
sv: Visar alla {count} rader

source: Processor
bg: Процесор
cs: Procesor
el: Επεξεργαστής
fi: Prosessori
fr: Processeur
he: מעבד
hr: Procesor
hu: Processzor
is: Vinnsla
ro: Procesor
sk: Procesor
uk: Процесор

source: Graphics
bg: Графика
cs: Grafika
el: Γραφικά
fi: Grafiikka
fr: Graphiques
he: גרפיקה
hr: Grafika
hu: Grafika
is: Grafík
nl: Grafisch
ro: Grafică
sk: Grafika
sv: Grafik
uk: Графіка

source: Memory
bg: Памет
cs: Paměť
el: Μνήμη
fi: Muisti
fr: Mémoire
he: זיכרון
hr: Memorija
hu: Memória
is: Minni
nl: Geheugen
ro: Memorie
sk: Pamäť
sv: Minne
uk: Пам'ять

source: Audio
bg: Аудио
cs: Zvuk
el: Ήχος
fi: Ääni
he: אודיו
hr: Zvuk
hu: Hangkép
is: Hljóð
sk: Zvuk
sv: Ljud
uk: Аудіо

source: Network
bg: Мрежа
cs: Síť
el: Δίκτυο
fi: Verkko
fr: Réseau
he: רשת
hr: Mreža
hu: Hálózat
is: Netkerfi
nl: Netwerk
ro: Rețea
sk: Sieť
sv: Nätverk
uk: Мережа

source: Storage
bg: Съхранение
cs: Úložiště
el: Αποθήκευση
fi: Tallennus
fr: Stockage
he: אחסון
hr: Pohrana
hu: Tárhely
is: Geymsla
nl: Opslag
ro: Stocare
sk: Úložisko
sv: Lagring
uk: Сховище

source: PCI Devices
bg: PCI устройства
cs: PCI zařízení
el: Συσκευές PCI
fi: PCI-laitteet
fr: Périphériques PCI
he: מכשירי PCI
hr: PCI uređaji
hu: PCI Eszközök
is: PCI tæki
nl: PCI-apparaten
ro: Dispozitive PCI
sk: PCI zariadenia
sv: PCI-enheter
uk: PCI Пристрої

source: USB Devices
bg: USB устройства
cs: USB zařízení
el: Συσκευές USB
fi: USB-laitteet
fr: Périphériques USB
he: מכשירי USB
hr: USB uređaji
hu: USB eszközök
is: USB tæki
nl: USB-apparaten
ro: Dispozitive USB
sk: USB zariadenia
sv: USB-enheter
uk: USB-пристрої

source: Slot
bg: Слот
el: Θέση
fi: Paikka
fr: Emplacement
he: חריץ
is: Raufar
uk: Слот
